{"text": "  (This was written before Generations and does not acknowledge Kirk’s later demise) Also, and you’ll have to take my word for it, I wrote this before the episode “Relics”, so the holodeck scene with Scotty really is a coincidence. Hope you like it, Adrian Kleinbergen THE CHAINS OF COMMAND A STORY FROM THE STAR TREK UNIVERSE by Adrian Kleinbergen 1989/1995 8,052 words PROLOGUE “Jim,” the voice said, “are you listening?” The man standing before the observation window nodded. “I’m listening, Bones.” The man sighed and straightened his shoulders, which crackled as he moved. “The shuttle is waiting, and we have to go.” Leonard McCoy stated patiently. Two escorting security officers silently brought up the rear as the two men continued past the row of ceiling-high windows. “I hope this Jean-Luc Picard knows what he’s doing,” James Kirk muttered, “I hate being a passenger.” “We all become passengers in the end, Jim. Don’t get sensitive about it. This mission might be official fluff but it’s not exactly shore leave either.” “I know, Bones.I’m just upset at being used a figurehead. “Maybe so, Jim. Maybe so. There’s one consolation, at least.” “And what’s that?” Kirk stopped. “You’re going aboard the Enterprise.” I Captain’s Log, Stardate 7704.22 “We are currently boarding dignitaries for the Romulan-Federation peace conference on Tinian, a planet within the Neutral Zone. Amongst these Starfleet diplomats, I’m proud to say, is none other than Admiral James T. Kirk, former commander of the first starship Enterprise, and retired Surgeon-General Leonard McCoy, Chief Medical Officer of the same. I’m looking forward to meeting these two distinguished men, especially Admiral Kirk.”  Picard hesitated for a moment, then concluded his log entry. “I have high hopes for the mutual success of the conference and I hope peace and cooperation can soon exist between the Federation and our former enemies.” “Bridge to Captain Picard,” Announced Commander Data from Picard’s communicator. “Picard here.” “Captain, Admirals Kirk and McCoy will be arriving at the shuttle bay in five minutes.” “Why the shuttle bay? Why not the transporter?” Picard questioned. “A special request from Admiral McCoy, Captain,” Data answered, “he has made this preference known before.” “Very well Mr. Data. I’ll meet them there, then. I wish Mr. Riker and"}
{"text": "=============================================================== Chapter One “Captain’s log, stardate 48039.5 We are proceeding to starbase 141 for repairs and refits, as well as some minor changes in the crew. Since the plans to add a new weapon to Galaxy class starships have been cancelled when we found out that the Borg are no longer a threat, we are not expecting any major changes. The crew is scheduled for shore leave in the starbase’s recreational areas. After our recent strenuous missions, it will be a welcome change.” Though he would never admit it to the crew, Picard was looking forward to the leave, and hoped it wouldn’t be cancelled like their last promised off- time. Granted, their mission to explore the anomaly in the Romulan Neutral Zone had been important and urgent, but how many more urgent events could wait for his ship and crew? His old friend and Academy roommate in the first year, Admiral S’trel, was in command of starbase 141. It would be good to see him again. He stood up, and pulled his uniform jacket down. “I’ll be in my ready room. Number One, you have the bridge.” They were in the middle of Federation space. He would probably not be needed on the bridge until they arrived at the starbase. It would give him an opportunity to practice saying “SShSrsreowSrtSskr SsS KRkRst”, the Setallian greeting – back in the Academy, S’trel had always bugged Picard about not being able to give a proper welcome. The Setallian language, like the languages of most other sentient cat-like beings, was extremely hard to learn for humanoids. It had 42 different “s” sounds, and only two vowels. With the genaral availability of universal translators, the need to learn foreign languages had gone, but there were some things that could be expressed in other languages better than in Federation standard, and Picard had tried to know the basics of all important languages spoken in the Federation. While Picard practised, Data reviewed the results of the latest cybernetics conferences. Commander Maddox still served on starbase 141, and it would be a good opportunity to discuss android construction – procreation, he thought – with another expert. Riker sat in the captain’s chair without anything special to do – he knew what he’d do on the starbase, and it didn’t require preparation. Starbase 141 had been equipped with the latest holodeck technology, and after the Bynars had shown him what holodecks might be able to do, he didn’t pass up an opportunity to check out improved holodecks. “Estimated time of arrival, Ensign Seron?”, he asked. The Vulcan navigator replied, without looking up from his console, “At the current speed, without further delays, we will arrive at starbase 141 in fifty-nine minutes.” Seron’s mentioning of fifty-nine minutes reminded Riker of Data’s early days, and remembered his insistance on seconds whenever mentioning a time. He wondered if the Vulcan was just more inaccurate than an android, or whether he had just asked fifty-nine minutes and zero seconds before they would arrive. One more hour… Riker was tempted to let Data have the bridge, or to order Seron to increase speed, but he couldn’t find a professional excuse. The hour passed – extremely slowly, Riker thought – and the Enterprise"}
{"text": "  Q-Logy By Jeff Stoneking CHAPTER ONE So this was what it was like to be dead?  Consciousness dissipating as the void all around stretches endlessly and no escape is in sight, and an unsettling feeling that there may be no God after all?  Or perhaps there was a God, a single Creator who had deemed that the entity was destined to spend the rest of eternity separated from Him.  Maybe this was a transitional phase in reincarnation, or perhaps the mythical place commonly referred to as purgatory by corporeal life forms.  Being dead for the first time, and seeing that none other of his species had experienced death, the entity didn’t really know what to expect, though various books, religious and secular, had postulated theories throughout the millennia.  For all he knew, the entity would just as well end up in Heaven or Hell, Sto’vo’kor or Gre’thor, or in the Divine Treasury or the Vault of Eternal Destitution, or simply no where at all.  After all, being part of a species that never died, would any of those places welcome him willingly?  He once was a God, so what God would want him to spend eternity with Him? “I think,” the entity thought, recalling that was the tell tale sign of being simply a being.  However, the thought took no substance, and seemed to touch nothing in time.  The entity was pulled out of all that was called home, all that was called familiar.  The entity thought, but only unto itself.  “I think yet I think not; I think not and I am dead.” With this thought, there was no substance, no root of any kind or reality.  The entity reached out beyond itself into the deep reaches of the cosmos.  If there was an afterlife, the entity was determined to find it.  Unfortunately, nothing answered back.  For the entity’s entire life, there had been a multitudinous array of voices in his head.  The entity had been part of a great societal experiment, never being alone, never being without reach of the arms of comrades or beyond the grasp of their words.  Now the entity was all alone, thinking what might have been the last thought.  Why was the entity being punished so horribly?  Was the execution?  Excommunication?  The entity forgot the details that lead up to this horrific solitude.  There was the vibrancy of life, the wonderment of it all, then nothing.  Emptiness, space, and silence. Would these be the companions of the entity though the rest of eternity?  The entity always wanted to live forever, and kept on telling others that it would live forever, but now the thought of a true eternity terrified the entity.  The entity cried, and it cried out to whoever might listen, but would anybody hear? Guinan, off duty and soaking in the beauty of the arboretum, noticed something slightly awry.  She gazed over at Keiko O’Brien, who was fixing her attention on planting seeds she received from Forchin.  Keiko had complained about the lack of fresh fruits and vegetables aboard the Enterprise, stating that replicator technology had a far way to go.  As she was planting yet another seed, her eyes lost their lock on her work and she looked up at Guinan.  There was something awry. “Guinan,” Keiko started, “what brings you up here? Guinan had entered the arboretum after Keiko and, apparently, Guinan had not noticed Keiko, as her concentration seemed to be broken slightly with Keiko’s question.  “It’s peaceful up here,” Guinan replied with a smile.  “It’s one of those few places one can go on the ship and forget that you are in space.  It’s a nice retreat.” “I suppose so,” smiled Keiko.  “You must be reminded all the time you are in space working in Ten-Forward.  Of course, there always is the holodeck.” “Oh, I don’t go into the holodeck much unless Jean Luc or somebody else might invite me along for an adventure.  I prefer to relax in more realistic settings,” Guinan replied. There was something awry.  Keiko could sense unease in Guinan, as if she was making small talk but there was something charging through her mind at that moment that caused her to be detached from the present.  She felt Guinan had not simply come to the arboretum to be away from the feeling of being on a star ship, but something was preoccupying her, and even though Guinan replied to all of Keiko’s comments, Keiko still felt as if Guinan was not even talking to anybody in particular, really.  Guinan could not even keep in eye contact with Keiko and were in constant gaze out the windows.  Keiko turned her head up and looked out the window.  It was simply a star field, an odd choice for somebody to focus on when they just claimed they wanted to get away from the feeling of being in space.  “What is it?” Keiko asked, hoping to get responses out of Guinan that were perhaps more truthful. “I don’t know.  We’re on route to Wadi Besor,” Guinan replied, “but I feel as if we shouldn’t go.  I felt something earlier, a disturbance of some sort.  I can’t describe it entirely, nor even understand it myself.” Keiko nodded.  She could not describe in concrete language either, but she sensed something was unusual, as if things were not the same anymore.  “Something is happening but I don’t know what.  From what I’ve seen, everything appears to be status quo.” “Yes,” Guinan nodded.  “Status quo.  That’s what they want us to think, anyway.” Keiko did not know what to say to that, or how to even how to think she should take it.  At that moment, Miles O’Brien came over Keiko’s com badge, “Keiko, I can’t get off of duty right now to get Molly from the day care.  Do you think you could get her now?” “Sure thing, Miles,” Keiko replied, relieved that she had a chance to get away from Guinan.  “Sorry, Guinan, but I have to go,” Keiko said awkwardly as she excused herself. Guinan just nodded as if she was unattached from the moment.  As Keiko took her leave of the arboretum, Guinan simply continued to watch out the window as if looking for something, or perhaps expecting something. It was not first in the arboretum that Guinan felt this way, however.  It first occurred to her moments after she left Ten Forward, as she walked down the halls of the Enterprise.  Every curve of the corridors, the nuance of each computer console, down to the locations of the Jefferies Tubes caused an odd sensation to course through Guinan’s being.  Yet, all was the same as it has always been. “Computer,” Guinan said with hesitation in the arboretum, not sure what to expect, “what ship is this?” “This is the USS Enterprise,” the computer spoke back, “registry number NCC-1701-D.” That is exactly what Guinan thought she would hear, yet she almost expected to hear something else.  “That,” she said softly and slowly through her lips, “is not right.”  She paused with unease, worry, and confusion forming in her brow and then said, “Computer, locate Captain Picard.” “Captain Picard is deceased,” the computer responded as if giving a weather report.  “Date of death: stardate 44741.9.” Guinan leaned up against the nearest wall and the words of the computer had barely penetrated her mind and her thoughts.  Something more ominous seemed to emanate from somewhere outside the ship, something she felt and heard all around her, inside her.  It was coming closer, though she could not yet see it.  Out there, beyond the blackness of space, something was coming and it felt terrible. “Miles!” Keiko called out down the corridor.  He was walking out of the transporter room, apparently just getting off duty.  Keiko had Molly in her arms as she quickened her pace to meet up with her husband.  “I was just with Guinan in the arboretum.  She is acting awfully strange.” Miles chuckled, “As if that’s a surprise?” “Seriously, Miles!” Keiko continued.  “I know she can be rather eccentric, but she really has me concerned.  She really seemed to be concerned about our recent mission to Wadi Besor andÉ” “Wait a minute?” Miles interrupted.  “How does she know about that?” “I don’t know,” Keiko replied.  “I didn’t think I should even ask.  What’s the big deal?” “Well, our destinations aren’t usually broadcast over the ship,” Miles replied, “and this destination has been kept quiet among the senior crew.” “Why?  What’s on Wadi Besor?” “It’s the home world of the Taecate,” Miles answered.  “I don’t know exactly why we are going there, but I do know that Captain Tutizi was stationed there on the Federation outpost there, and that he and the Captain were good friends.” “Captain Tutizi?” echoed Keiko.  “Wasn’t he murdered?” “Exactly,” Miles affirmed, “and as far as I know, his killer is still at large, which is why our trip to Wadi Besor isn’t being made public for the time being, in the event the murderer is on board the ship.  The security team is still investigating the potential that the killer may be on board.” “Oh, that’s absurd,” Keiko said.  “The Enterprise was nowhere near Wadi Besor at the time of Tutizi’s death.” “They are just keeping the possibility open, Keiko,” Miles said. “I don’t care,” insisted Keiko.  “It makes no sense to mark the Enterprise crew as a ship of suspects.  What about all the other ships in Starfleet?” “To tell the truth, Keiko, I am not entirely sure of all the ins and outs of this investigation.  What little I do know came from the official channels, which I can assure you.  Nobody is being charged as a suspect yet.  Nevertheless, that’s all beside the point.  I still cannot understand how Guinan knows we are going there.  UnlessÉ” “Miles, don’t trail off like that.  You know I hate when you do that.” “Well, it’s just that I helped out in stellar spectroscopy earlier today.  Commander Data and I were investigating an anomaly recently located near Wadi Besor.” “What kind of anomaly?” Keiko asked. “I don’t know,” Miles said.  “But I did see something like it before on one of our missions, I am almost certain of that.” “And what are you doing helping Data?  You’re not a science officer,” Keiko wondered. “It’s just stellar spectroscopy,” Miles replied.  “It’s pretty elementary stuff, really, and besides, I think it could help me in that promotion I am gunning for at Deep Space Nine.  It never hurts to broaden your horizons, so they say.  As a matter of fact, I am scheduled to go on duty in stellar spectroscopy in an hour.” “But you just got off of duty!” Keiko countered. “I might have to pull a few double shifts in the next few weeks,” O’Brien mentioned.  “Sorry, but this training for my promotion at Deep Space Nine is killing me too.  I am sure once we get to Deep Space Nine, we will have much more time to ourselves.” CHAPTER TWO The entity searched through the expanse of nothingness.  Searching for something, perhaps another dead soul wandering though this…this limbo?  The entity did not know what it was.  The blackness stretched seemingly from east to west, with no end in sight.  No throne, no God, no Prophets or wormhole aliens, no vaults or hordes of honored Klingons within any imaginable grasp within this void, not even an angel or a lesser deity made by humanoid hands.  No light, no door, no escape; the entity just drifted through nothing, and with each passing moment grew more weary and more depressed.  Where were the parties?  The fanfare music?  The singing choirs of seraphim?  The hordes of welcoming and willing virgins?  The entity began to question exactly where the eternal resting place would be."}
{"text": "  CHAPTER 3 “She’s stable,” said the Doctor. “That’s the good news.” “All right,” said Chakotay, “What’s the bad?” They stood in the Doctor’s office in sickbay, looking out the window at Ensign Kang where she lay on a sickbay bed, still unconscious. Kes was sitting at her bedside watching the biomonitor. “It appears the ensign has undergone some rather extensive modifications,” said the Doctor. “In fact, it seems the modification process is ongoing. I have no way to stop it without doing potentially fatal harm to the patient.” “What kind of modifications? To what end?” said Chakotay. The Doctor shook his head. “To what end, I can’t say. It seems a number of biosynthetic implants have been embedded deep in her tissues.” He turned to his desktop console and called up the results of his medical scans, superimposing the readings over a simple outline diagram of a human body. Lit up at multiple points on the diagram were silhouettes of slender little squid-like creatures, or machines… It was hard to classify the biosynthetic constructs one way or the other. They had heads like worms and many, many tendrils like threads that fanned out through her body.  “They seem to be hardwired into her nervous system,” the Doctor went on, “sending and receiving signals from her central nervous system. They’re supplementing natural organ functions and regulating hormone levels, stimulating the growth of some cells and inhibiting others. They also seem to be modifying her DNA.” Chakotay studied the diagram and the accompanying readings, a sense of disgust and trepidation rising up in him. “This resembles Borg technology. Is there any evidence of nanoprobes at work here?” The desiccated corpse of a Borg drone he’d stumbled upon on an away mission last week was still fresh in his mind. The specter of Borg cubes lurking just outside of sensor range in the murky depths of the Nekrid Expanse had haunted him ever since. “Certainly not any of Borg design,” said the Doctor, alleviating his fears but not quashing them completely. “My tests are ongoing, though.” Chakotay studied the diagram closer. “What do you make of this one?” he said, pointing at the alien construct occupying the diagram’s skull. “That implant is the one that worries me the most,” said the Doctor. “Its processes are threaded throughout her brain. It might influence her cognition and her perceptions, bias her behavior… it could conceivably even be controlling her body. I’ll monitor her engrams for any irregularities when she wakes.” Chakotay was quiet for a moment, regarding his unconscious officer. He’d let her down, back on that space station. He hadn’t acted fast enough when that pod had opened. He should have destroyed the thing the moment it made a sound. He should have acted faster when the cables ensnared Ensign Kang. If only he’d been faster, sharper, quicker on his feet… He wouldn’t let her down now. The alien space station still had her, even if she was out of the pod. He had to find a way to stop its progress before it finished turning her into… whatever it was turning her into. But, he couldn’t let himself forget, he also had a duty to protect the rest of the crew. He tapped his combadge. “Chakotay to Tuvok,” he said. “Tuvok here, sir.” “Assign two security personnel to sickbay. The Doctor will brief them when they arrive.” “Acknowledged,” said Tuvok. Chakotay met the Doctor’s gaze, and the Doctor nodded his understanding. “Under alien control or not, our crewmember is still in there, Doctor,” said Chakotay. “I know you’ll do everything in your power to help her.” “Of course, sir,” said the Doctor. Chakotay walked out of the Doctor’s office and crossed sickbay. The doors to the corridor opened as he approached, and standing outside was Chief Vance, looking very dour. That was fast, thought Chakotay. But then he noticed that the security officer wasn’t approaching the door, but apparently dithering in the corridor. “Is there something I can help you with, Chief?” said Chakotay. Vance jumped to attention at the sight of his senior officer. “No, sir. I just wanted to know if I could visit the patient.” Chakotay felt his eyebrow rising and quickly schooled his facial expression. “You’ll have to ask the Doctor,” he said, and then he passed out into the corridor.   “…told her how you felt, before?” It was a gentle, feminine voice. Lucy was sure she recognized it. “Yes… well… I mean, I think she has the general idea,” said someone else. It was a man’s voice, low and brash, and the connotations of his tenor stirred a sense of attraction, balanced on a knife’s edge with a sense of discomfort. Owen, that was the second one. And the first one was Kes, Lucy remembered now. Off to Lucy’s right, something started beeping. It sounded like a sickbay biomonitor. “Doctor!” Kes called, and then she leaned in close to Lucy. “Ensign, are you awake?” Lucy opened her eyes and took in the faces around her. Owen stood on her left, looking distinctly uncomfortable. Kes sat on her right, holding Lucy’s hand. A couple other security officers stood guard by the sickbay doors. The Doctor was approaching from his office, his face a mask of concern. “Ensign?” said the Doctor, “How are you feeling?” Lucy took stock of herself for a moment. The sickbay bed she was lying on was comfortable. The sickbay blanket felt nice on her skin. “I feel alright,” she said. She propped herself up on her elbows, and as her weight shifted, she noticed something about her body was… off. She couldn’t immediately pin down what it was, though. The Doctor took a medical tricorder off a nearby shelf and began scanning her. Without lifting his eyes from the device, he tapped his badge and said, “Doctor to the Bridge.” “Janeway here, Doctor,” came the captain’s voice. “What’s your status?” “Ensign Kang is awake, sir.” “Acknowledged, Doctor. Thank you.” The Doctor stopped scanning and looked back at his patient. “Are you in any pain?” he said. Lucy shook her head. “No, I’m good.” The Doctor’s concerned expression didn’t waver. “Do you know where you are right now, Ensign?” Lucy chuckled a little at the question. “Sickbay. Voyager. The Delta Quadrant.” The Doctor bit his lip for a moment and said, “Do you know why you’re in sickbay, Ensign Kang?” “Well…” said Lucy, and she glanced around at the others gathered around her bed. The intensity with which the Doctor, Kes and Owen were all looking at her was starting to make her a little bit uncomfortable. The security officers at the door to sickbay were troubling, as well. She returned her attention to the Doctor. “I mean after what happened on the space station…” she cast a meaningful glance at Owen. It had been an intense ordeal, and Owen, at least, would know a bit about what she’d been through. “It’s hardly a surprise.” The Doctor nodded. He still looked worried. Lucy wondered why. She was fine, now. She felt fine. Did he know something she didn’t? The Doctor turned to Owen. “Mr. Vance, I’m sorry, but could you excuse us, please?” Owen nodded. “Of course, Doctor,” he said. “I’m glad you’re alright,” he told Lucy."}
{"text": "  CHAPTER 5 “Here we go again,” said Tom. He was seated on Chakotay’s left, in the pilot seat of the shuttlecraft. Tuvok, Torres, and Kim filled out the rest of the party.  Ahead of the shuttle, the violet eye of the wormhole loomed large. Chakotay found that the experience of having passed through the aperture twice already wasn’t helping his stomach. His guts knew exactly what to expect, and it prepared for the ride by thrashing around inside of him well in advance. Chakotay cast a quick glance over his shoulder at the other three occupants of the shuttlecraft. Ensign Kim in the back looked about as green as Chakotay felt. Tuvok looked positively bored, as usual for the Vulcan. Torres was eyeing the wormhole with unwary fascination. She was obviously not prepared for the rough road that lay ahead. Chakotay caught her eye and flashed her an enigmatic smile that she clearly couldn’t interpret, and then they passed into the wormhole. A slight shimmy rattled through the spaceframe of the shuttlecraft, and then they were out on the other side. That was it. No sudden jolt to the inertial dampeners, and no abrupt torque on the shuttle’s nose cone, either. “What, that was it?” said Torres. “I was expecting…” She shrugged. Chakotay gave Lieutenant Paris a questioning look. “Don’t look at me, sir,” said Tom, “I only wish I could take the credit.” Ensign Kim consulted his console. “Variances inside of the wormhole were down in the two millicochrane range,” he said. “Telemetry suggests the wormhole spontaneously stabilized in the last seconds before we made the passage.” “And now, the wormhole is returning to its previous degree of instability,” Tuvok reported, consulting his own console. “It would appear that some external force acted momentarily to ensure our safe passage.” As Chakotay considered that bit of information, Ensign Kim ran more scans of the space surrounding the abandoned station. Lieutenant Torres tore her attention from the stunning view outside with an effort and turned her attention to her own console. “The power output of the station is roughly twice what it was the last time we were here, Commander,” said Ensign Kim. “At least,” Torres added. “And the power seems more stable and distributed around the station than what the telemetry from your last mission recorded.” “I guess the station’s been doing some straightening up since our last visit,” said Chakotay. He was just considering hailing the station again when his communications board lit up.  A tone sounded from Ensign Kim’s ops console, and he announced, “Commander, we’re being hailed.” “I see that, Ensign,” said Chakotay, and he opened a channel with the press of a button. Lieutenant Paris said, “Commander, are you sure that’s such a good idea?” but it was already done. Chakotay just regarded Tom with a cocked eyebrow and a slight shrug. “Welcome, returning customers!” The voice of the station resembled the voice from the last visit in inflection and tone only. Where before it had been grating and artificial, it now sounded as clear and natural as organic speech. It went on, “You’ve reached the Delurididug Deep Space Travel Network and Trade Hub. Due to circumstances beyond our control, the Travel Network is currently unavailable. However, the Trade Hub is open for business! We are currently transmitting your instructions for docking.” Chakotay’s console received a packet of data from the station, which the computer was able to compile into a simple, graphically represented set of docking instructions. The voice from the station continued talking without pause. “Please be patient while those ships in queue ahead of yours finish their approaches and departures. Visitors will be cleared to dock in the same order that they arrived through the gateways.” Chakotay glanced around the empty space around the station and exchanged a look with Lieutenant Paris. Tom shook his head. No one else was out there. The automated voice went on, “All forms of faster-than-light travel and remote matter transference are prohibited inside of Hub Space. Any unwarranted act of violence or aggression against the Hub, the Network, the proprietors of the Hub, or other visitors to the Hub or Network is also prohibited. All contracts joined in good faith within the confines of Hub Space are binding. The Hub and its licensed proprietors reserve the right to withhold service from any customer for any reason. The Hub and the Network are committed to upholding the laws of the Delurididug Trade Federation, as well as the laws specific to the nationalities of each customer, subject to the limits of Trade Federation Law. The Delurididug Trade Hub is empowered by the Delurididug Trade Federation to enforce all binding contracts within the limits of Trade Federation law. Violations of binding contracts are subject to summary arbitration, and may result in confiscation of trade goods or formally recognized legal tender, expulsion from Hub Space, arrest pending trial in a Trade Federation Tribunal, or any combination of the above, subject to the judgment of the administration of the Trade Hub and within the limits of Trade Federation Law. “For more on the rules, regulations, and policies governing the Trade Hub Station and its surrounding space, please refer to the terms of service that are being transmitted now.” Chakotay studied his console as the computer received another data packet and compiled it into an encyclopedia-sized volume of alien legalese. “Tuvok, I’m sending you their rulebook. See if there’s anything in the rules about restricted areas. Maybe we can narrow down the possible locations of the computer core or their power generators, based on where they don’t want us to go. And while you’re at it, see if there’s a procedure in place for filing complaints.” “Aye, sir,” said Tuvok. “Respectfully, sir,” said Paris, “Do you really think there’s someone over there that handles complaints?” Chakotay shrugged. “We still don’t know the capabilities of the station, especially now that it’s regained so much function. But it’s clearly highly automated, and it seems to put a lot of value in laws and contracts. We might be able to use that to learn more about what’s happening to Ensign Kang, and hopefully, how to reverse it.” “You’re not seriously counting on that station to respect Federation laws, are you?” said Torres. “Our Federation, that is.” “I’m not counting on anything, Lieutenant,” said Chakotay, “Just exploring all options.” Harry shook his head, but he didn’t look up from his console. “Something the matter, Ensign?” said Chakotay. “No, sir,” said Harry. “Just… I keep thinking about Neelix’s ghost story.” Chakotay’s reply was interrupted by the voice of the station. “Thank you for your patience. Your vessel has been cleared to dock. We are sending you an updated flight plan to guide you to your berth. Any deviation from the flight plan is grounds to revoke your boarding privileges and move your vessel to the back of the queue. Repeated or flagrant violations may lead to expulsion from Hub Space. “If you prefer, you may turn over guidance to the Trade Hub guidance system, and we will guide your vessel into its berth.” “Fat chance,” Tom remarked. Chakotay’s console received the flight plan, and he sent it over to Tom. “Just stick to the flight plan, Tom. I’d hate to have to wait in that line again,” he deadpanned. Tom gave Chakotay a quizzical glance, and Chakotay favored him with a slight smile.  With a smirk, Tom turned his attention back to his console and punched a series of instructions into the shuttle’s guidance system. “Aye, sir. Course laid in and plotted.” “Take us in,” said Chakotay.      They entered the station through the same port as on their previous visit. Inside the bay, conditions had changed markedly. The atmosphere and gravity were the same, but the illumination had increased significantly, owing to an array of free-floating orbs of yellow-white light that hovered over the shuttle bay like little Suns, giving the space an inviting, almost Earth-like quality. Tom set the shuttle down exactly where the flight plan indicated and ran quickly through his power-down checklist while the rest of the crew gave their reports on the station. When they were ready, Tuvok opened the shuttle door. And he froze in the doorway."}
{"text": "  CHAPTER 6 “Zut! That test was absolute merde!” said Lucy. She was still enjoying her newfound grasp of twentieth-century French. She’d studied Vulcan and Tellar languages in the Academy just to meet the core requirements, but she never really had a good head for languages. And besides, the universal translator was simply too convenient of a shortcut to even bother. She would have been hard pressed, these days, to recall even the more salient Tellarite curse words. But now, French invectives were free-flowing. “Whoever wrote that program can brûle en l’enfer! And what are you laughing at, Owen?” She whirled about on the security officer who was escorting her back to sickbay. Owen pinched his lips tight, trying to hide his mirth and failing. The other security officer, Crewman DeVries, subtly distanced himself from Owen, leaving him to bear the brunt of Lucy’s wrath. “Is it funny to you, that the Doctor is going to judge my fitness as a Starfleet officer on the outcome of a badly written holodeck melodrama?” After a promising start, the atmospheric Roma carnival setting had dissolved into chaos. A series of contrived plot twists revealed that half the food vendors were actually terrorists. They locked down the fairgrounds and rounded up as many hostages as they could get their hands on. Of course, the task of rescuing everyone fell almost immediately on Lucy. There was never a satisfactory reason given for this. She was simply a stranger in their midst that everyone decided to turn to for leadership.  By this point, Lucy strongly suspected that someone had taken a beautifully crafted holodeck worldspace and overwritten it with the plot of a haphazard, clichéd action/adventure novel. Owen shook his head. “No. You’re right. The Doctor’s program was… merde.” He struggled and failed to hold in a smile. “Then what’s so funny?” Lucy shouted. “Nothing,” said Owen. “It’s just… nice to see you getting angry.” “What?” said Lucy. She shook her head in bewilderment. “Why?” “Just…” Owen cast a glance at Bobby DeVries, and lowered his voice to near-inaudibility. “Since what happened… You haven’t once gotten upset about anything.” Lucy blinked. “So what?” “So it was a really upsetting thing that happened!” he said. “I just… I don’t know if you’re in denial about it or what, but…” DeVries cleared his throat, bringing Owen up short. “Sorry,” said Owen, “I’m not supposed to talk about that. Let’s just get back to sickbay, ok?” Lucy didn’t move. “I’m not in denial,” she said. “I know what was done to me. I feel it, even now. But the worst is long over. I understand why everyone has their doubts, but I wish people would listen to me when I say I’m fine!” Owen sighed. “Well, good. I’m glad you’re ok. But I can’t help worrying about you, Lucy.” She almost asked “Why,” but the look on his face drew her up short. His concerns were etched into the lines around his ice-blue eyes, and deeper emotions seemed to dwell just under the surface of his gaze. Suddenly, Lucy didn’t know what to say. She stared into his eyes for a long moment, looking for a clearer sign of what he was thinking. Bobby cleared his throat again. Owen cast an annoyed glance at his colleague, then looked back at Lucy. “Your eyes are changing again,” he said. “Oh?” said Lucy. “Now what are they doing?” Owen smiled. “They’re going back to normal. They’re dark brown again, and the makeup is fading, too.” Lucy was relieved to hear it. She glanced down at her arms and saw her porcelain pallor was returning to its natural, olive tones. “Good,” she said. Another beat of silence passed, and suddenly it felt awkward. “Well, the Doctor’s going to start wondering where we are,” said Owen. “Right,” said Lucy. “Let’s go.” She turned around to head towards sickbay, but at the mention of the Doctor, she remembered the bloodbath that the holonovel had become, and her anger returned in force. “But I swear, if he tries to blame me for the outcome of that terrible program…” “I’ll vouch for you,” said Owen. He put a comforting hand on her shoulder, and soothing warmth seemed to suffuse her body from the touch, working wonders for her temper. She was halfway tempted to put her hand over his until he began gently pushing, trying to urge her back into motion. “You did everything that could be expected from a junior science officer.” The way he qualified his statement rubbed Lucy the wrong way. She pushed his hand away and turned on him again. “What, you think you could have done better?” she challenged. Owen just pointed down the corridor towards sickbay. “Hmpf,” said Lucy, and she turned around and marched the rest of the way to sickbay without looking back.      “I’m sorry, Ensign, I can’t clear you for duty yet.” “Why?” said Lucy, “Because I couldn’t save some of the hostages?” “No, that’s not it,” said the Doctor. They were back in the Doctor’s office, and Owen and Bobby were back to guarding the entrance to sickbay. For now, Lucy and the Doctor could converse in private. “What was I supposed to do,” said Lucy, “go all Michael Bernam? Maybe that would have worked in that two-bit hack holonovel, but in the real world—” “I said…” the Doctor tried to talk over her, but Lucy steamrolled forward. “Those sorts of shoot-from-the-hip heroics just start wars and get people killed! I tried to get into their heads. I tried to find their motivations so I could work out a peaceful resolution! Little did I know, they were all just cartoon villains! If you took me to the holodeck just to play a shoot-em-up, why even—” “Ensign Kang!” the Doctor shouted, and finally, Lucy broke off her tirade. “Your performance in that… ‘two-bit hack holonovel’ that I wrote…”  Lucy cringed.  “…is not the issue. The goal was never to judge you by the outcome of the scenario, but to assess your mental condition by your behavior under unfamiliar and stressful circumstances.” Lucy absorbed this fact and struggled to process it. “Is this because I bought a hat, then?” The Doctor sighed. “No. It was not any single decision or mistake that you made.”"}
{"text": "  CHAPTER 7 “I say we fly Voyager in there and ram a few photon torpedoes up their aft ventral porthole! See how they like that!” Lieutenant Torres raged.  The senior staff was gathered in the conference room, minus Chakotay, who was still being held captive on the space station. They hadn’t been sitting at the conference table more than a couple minutes before Torres was back on her feet, though, pacing back and forth down the length of the table. Janeway regarded the hot-headed engineer patiently, deciding it would be better just to let Torres vent her frustrations and get it out of the way. After all, she was just giving voice to the frustration that pervaded the whole room. They were angry, and they were worried for Chakotay, and everyone needed to acknowledge it—everyone but Tuvok, of course.  “The Delurididug Trade Hub holds significant strategic advantages over Voyager,” he Vulcan-splained. “It exists within an isolated region of space, over which it appears to control both ingress and egress. It has far more advanced technology than Voyager, it generates far more power than Voyager, and its immense bulk likely hides defensive systems significantly more formidable than Voyager’s. Such a confrontation is unlikely to end in our favor.” Torres waved off his objection. “We don’t even know if the station is armed. We scanned every inch of it, and I didn’t see an operational weapons system.” “Indeed,” said Tuvok, “We have been able to discern very little about key functions on the station. We cannot identify a computer core, a power source, or any form of warp field generator. And yet, we have ample evidence that the station has each of these systems. Therefore, the station is either employing technology so foreign and advanced that we cannot recognize it, or it is somehow disguising these systems from our scans. The same could go for weapons.” B’elanna shook her head. “It’s unmanned. Whatever advanced technology may or may not be on board is useless if no one is there to operate it.” Tuvok arched an eyebrow. “Is it your contention that the A.I. of the station is incapable of autonomous self-defense?” B’elanna looked uncertain for a moment. Then she threw her hands up and plopped herself back into her chair. “Oh, how the hell should I know?” she said. Tuvok nodded. “Well put, Lieutenant,” he said. “We do not know enough at this time to justify putting Voyager at risk.” “So what, then?” said Torres, “Do we abandon Commander Chakotay? Or do we play along? Throw ourselves on the mercy of a long-defunct court and the judgment of a malfunctioning hologram?” “Whether or not we take that course should depend on the laws of the court in question. I am still in the process of familiarizing myself with the Delurididug legal code. It is a curious system of governance; a technocratic meritocracy, its laws rigid, yet robust; idiosyncratic, yet imminently logical. Once we have an adequate understanding of their laws, we may be able to formulate an effective defense for Commander Chakotay.” “And what if we can’t?” said Harry. “What if we don’t have a case? Then what do we do?” “Maybe we can plan a jailbreak,” said Tom. “I would calculate our odds of securing Commander Chakotay’s escape as less than one point five percent, given their ability to neutralize our weapons inside of the station,” said Tuvok. “And even if we manage to pull it off, we can forget about getting a wormhole to the Federation,” said Harry, “Or curing Ensign Kang.” “I’m afraid there are other hurdles where Ensign Kang is concerned,” said the Doctor. The others turned to the wall monitor that displayed the Doctor’s image. “What’s the status of your patient, Doctor?” said Captain Janeway. The Doctor took a moment to consider his response. “Well, physically, her condition is downright superhuman. I’ve been monitoring her vitals and activities remotely since she left sickbay. She spent an hour in the deck eight gymnasium, during which time she performed a complete calisthenics routine at three times standard gravity, ran twenty-five kilometers, and burned over four thousand calories. Her pulse never exceeded one hundred twenty beats a minute, and as far as I can tell from remote sensors, there was none of the lactic acid buildup in her tissues that such a strenuous workout should have produced. Afterward, she ordered an eighteen hundred calorie meal from her personal replicator, and at last check, she appeared to be sleeping. I’ll be able to tell you more about her physical condition in the morning, after her next physical. “Psychologically… The results of my assessment were deeply ambiguous. Her problem-solving abilities are excellent, but prior testing suggests this is a pre-existing trait. Her regard for life and her empathic instincts are very strong, but by the same token, her capacity for emotional detachment is lacking. Again, this matches the results of her prior psychological assessments. In these regards, her personality is essentially intact. “One item of concern is her lack of cautious reflexes. If she saw a snake by her foot, for instance, she would not jump away from it on instinct. She would register the snake, decide consciously if it were a threat, and reason out an appropriate reaction. By the time she decided what to do, the snake might have already bitten her ankle. Her power of reasoning is excellent, but in emotionally fraught and emergent situations, I’m afraid this cognitive deficit will present a powerful liability. “Of even greater concern are the cognitive enhancements that she has begun demonstrating. During the assessment, I chose to deprive the ensign of her universal translator. Seeing as many of the characters in the program spoke only 20th Century French, I thought this would provide an additional challenge. Instead, the ensign learned a new language, fluently, in a matter of minutes—just by being in the presence of people speaking it. The implants are certainly interacting with her brain, providing cognitive enhancements in specialized tasks like language acquisition. As to any other ways they may be affecting her cognition, I can’t yet say. “But what concerns me most of all is that the ensign is starting to show a strong reticence towards the notion of reversing her condition.” There was a beat of quiet around the conference table as the staff absorbed the Doctor’s meaning. Evidently, none of the others had considered that Ensign Kang might not want to be cured. “Well, I guess I can’t really blame her,” said Tom. The others all looked at Tom, and he sat forward in his chair. “Hey, she’s got superpowers,” he said. “She’s faster than a speeding bullet, able to leap tall buildings in a single bound.” Tuvok’s eyebrow crawled about halfway up his scalp. “Figuratively, I mean,” said Tom. “And she’s unrestrained by negative emotions. That sounds like it would be hard to give up.” “Actually,” said the Doctor, “She has quite a few negative emotions. Unfortunately, without the ability to express sorrow about her circumstances, her emotional release seems to come primarily in the form of anger. She’s resentful, Captain. She feels she should have been consulted before Commander Chakotay led a risky away mission on her behalf. She resents being treated with suspicion and kept from resuming her post. So far, her reason and her sense of empathy seem to be working to defuse her anger, but I’m not convinced it will last.” Janeway nodded to the Doctor. “Well, for what it’s worth, I think she has a point,” she said. Then she addressed the room.  “Torres, Kim, get to work analyzing all the data we have on the structure of the station. We need to learn as much as we can about its external hardpoints and its internal structure. Paris, get with Lieutenant Ayala and start on that jailbreak scenario.  “Tuvok, I’ll need you sorting out their laws and devising our case. Gather all the help you need, from any department.  “If we can beat their legal system, we will. If we can’t, we go with a jailbreak. And in case that fails, Torres, Kim… once we know everything we possibly can about that station, start working on a way to cripple it. Once we have the upper hand, maybe the station will listen to reason. But that’s our last resort. “Does anyone have questions?” “What about Ensign Kang, sir?” said the Doctor. Janeway rested her chin on her hand a moment, her gaze far away, as she considered the problem. “That is the question, isn’t it?” Finally, she braced her hands against the table and pushed herself up to her feet. “I think it’s time I paid her a visit. Now, let’s get to work, people. You’re dismissed.”      Lucy writhed languidly against the silky fabric of her bedsheets, reveling in the afterglow. Owen rested his head on his hands and stared up at the deckhead, an easy, almost sedated smile on his face. She rolled over to face him, propping herself up on her elbow. He cast a sidelong glance her way, and she quirked a questioning eyebrow. He reached out and ran his hand through her hair just above her left ear, gently massaging her scalp with his fingertips. “Are you petting me like a dog right now?” said Lucy, although she made no move to stop him. His touch sent happy shivers through her whole body. “Just making sure you’re not secretly a Deltan,” said Owen. Lucy gave a breathy chuckle. “Why, because you’re afraid my lovemaking has left you incurably insane? Or is it because my hair looks like a wig?” Deltans had a near-human aspect, minus cranial hair. They were also legendary love-makers, with passions so intense they could literally drive a human mad. Or that was the legend, at any rate. Lucy doubted it could be entirely accurate. “Definitely the first one,” he said."}
{"text": "  CHAPTER 8 Chakotay sampled a dab of protein paste and grimaced. It resembled old, plain oatmeal, congealed and devoid of flavor. Chakotay took a moment to gird himself, then he picked up the tube of paste and squeezed its contents directly into his mouth. “Ugh, ack.” He grabbed the water bladder he’d been provided with his meal and bit down on the valve to let the liquid free, washing down the slimy paste with three deep gulps of lukewarm water. “I know, putrid stuff,” said Hux. “Not that I have any direct experience, mind you, but I’ve fed similar concoctions to twelve thousand, eight hundred and twenty-two other detained visitors over the millennia, and all but one hundred and fourteen of them provided unfavorable reviews.” Chakotay took one more pull on the water bladder and swished it around his mouth, clearing the last bits of paste from his palate before swallowing. “One and a half stars,” said Chakotay. “I’ve had worse, but not by much.” Hux nodded thoughtfully, no doubt adding another negative review to his tally. “Well, it’ll keep you nourished, at any rate. The Delurididug Trade Federation does not neglect its detainees.” Chakotay was forced to agree. The room in which the station held him captive resembled a budget suite at a Rigelian hostel more than a holding cell. The cot in the corner was clean and reasonably comfortable, there were a table and three chairs, there was a food slot on the wall where the protein paste had materialized, and there was an interface screen on the wall, although it was off, and it had no obvious controls. A single floating orb of yellow-white light hovered near the ceiling, providing comfortable illumination for the room. Chakotay contemplated the depleted tube of protein paste on the table in front of him, wishing there was something else he could eat. The modest serving of paste would probably sustain him in his captivity until his shipmates returned, but it was far from filling. Hux took a seat opposite Chakotay at the table and leaned in, resting his illusory weight on his holographic elbows. “Would you like to try something you might find a bit more palatable?” said the projection. Chakotay arched an eyebrow. No doubt, it would come at a cost. It occurred to Chakotay that he still didn’t know what the Trade Hub actually traded for. “Unfortunately, I haven’t got any currency,” said Chakotay. “That’s not such a problem,” said Hux. “The Trade Hub receives many visitors who have no formal trade relations or currency exchanges with the Delurididug Trade Federation. We are more than happy to barter.” Chakotay sighed and sat back in his chair. “Well, I don’t have anything to barter, either. However, Voyager has stores of dilithium crystal, gold-pressed latinum, verterium cortenide…” Hux shook his head. “I’m sorry, but from what I can gather of your people’s technological development, I doubt you possess any kind of mineral wealth that we can’t synthesize for ourselves on the station.” That brought Chakotay up short. “Well… Why don’t you try me? What would you be interested in?” Hux looked dubious. “Crystalline benamite? Bioavailable kironide? Anti-protomatter? Polyphasic neutronium? Hexaburnium?” Chakotay shook his head, suddenly feeling a lot less confident that they would be able to win over the station’s cooperation through trade. He’d never even heard of a few of the things Hux listed. Still, he pushed forward. “We might be able to track down some of those things on the other side of the wormhole if you make it worth our while,” he said. Hux shook his head. “By the time you returned, your access point would be long gone.” The hairs on Chakotay’s neck rose, and he sat up in his chair. He reined himself in, though, not wanting his captor to catch him fretting. Affecting an air of nonchalance, he adjusted the sleeve of his uniform and said, “The wormhole isn’t a permanent structure? How much longer will it last?” Hux put his hands up in a placating gesture, as if Chakotay had exploded in panic. “It should last long enough for us to conclude our business, so long as your shipmates don’t dawdle. Maintaining the access point over the long term simply isn’t cost effective during the current Travel Network maintenance cycle, I’m afraid.” Chakotay considered the hologram’s words for a moment. “I’m curious, how long has the current maintenance cycle been in progress?” “Four thousand, one hundred and forty-one Earth years,” said Hux. “That can’t be right,” said Chakotay. “What kind of maintenance cycle is measured in millennia?” Hux shrugged. “We apologize for any inconvenience. Occasional, unforeseen delays are inevitable in eight-dimensional, sub-spatial architecture projects of this magnitude.” “Well, maybe there’s a way for Voyager to help you hasten your repairs.” Hux shook his head sadly. “I’m afraid that’s out of the question.” “Why?” said Chakotay. “We’ll soon have this current misunderstanding out of the way. I hope that when that’s taken care of, we can have a mutually beneficial relationship.” “I’m heartened to hear you say that,” said Hux. “I hope you’re right. But the workings of the Delurididug Travel Network are highly proprietary. We can’t contract third-party labor. I can’t even discuss issues of procurement with non-Delurididug parties.” Chakotay did his best to push down his rising frustration and disappointment. “Well, if you aren’t interested in our material wealth, and you don’t want help with your wormholes, what are you interested in?” “Why, intellectual property, of course!” “Of what sort?” said Chakotay. “All sorts! Charts, schematics, scientific treatises, genomic and proteomic sequences, artistic and cultural works, you name it!” Chakotay smiled. Voyager had detailed star charts from all four quadrants of the galaxy, a vast cultural database cataloging works from thousands of distinct civilizations, and similarly vast scientific and medical databases to match. If those were things the Delurididug valued, then the crew of Voyager was about to be VIPs. “In that case, Mr. Hux, I think we’ll be able to do business after all.”      “I think we’ll be able to hold our own, sir,” said Lieutenant Ayala. “At least briefly. Hopefully, long enough to free Chakotay and make an emergency beam out.” Janeway found his confidence refreshing, if a bit over-optimistic.  The crew had worked straight through Gamma shift on devising a strategy to deal with the space station. The captain had ordered everyone to take a four-hour rest so they could attack the problem with fresh eyes, but then the telemetry from the wormhole started showing alarming signs. The subspace distortion that defined its aperture had abruptly weakened, and when it returned, it was far less stable. The wormhole was guttering like a candle at the end of its wick. According to their best estimates, the wormhole would flicker out in four to six hours. The captain called this emergency briefing to learn what all her crew had come up with to this point, hoping it would be enough.  “What makes you think you’ll be able to beam out?” said Torres. “We tried to beam Chakotay off the station before we left last time. It shrouded his comm signal and his biosigns behind some kind of dampening field.” “We’ll do it the same way we beamed Lopez off of Omekla III,” replied Ayala. Torres smiled at the memory she shared with her fellow Maquis, then translated for the benefit of the Starfleeters gathered around the conference table. “Transport enhancers,” she said. “Assembled in the field from a comm device, a tricorder, and some kind of a signal amplifier. I could modify the away team’s equipment to serve the purpose. Nothing would look out of the ordinary when they’re scanned by the station.” “What would you use for an amplifier?” asked Janeway. “The feedback converter of a compression phaser rifle should do the trick,” she said. “There is no way to know whether such a device would penetrate the Delurididug’s dampening field,” said Tuvok."}
{"text": "  CHAPTER 9 “Good news, Commander!” said Hux. The holographic avatar of the station apparated half a meter away from Chakotay’s face, startling him out of his fretful reverie. “Your crew have returned for you!” “They’re here now?” said Chakotay. “They’ve just arrived through the Travel Network, and hardly a moment to spare. I have to confess, Chakotay, I was starting to worry for you. The operating window for that access point ends in twenty-five minutes!” “Can you extend that?” said Chakotay. “By the time they come on board and the hearing gets underway…” He shook his head. Hux considered his point for a moment. “You’re right. I’ll need to enact emergency protocols to ensure that our business is concluded in a timely fashion.” “Or, you could extend the window another hour!” Hux turned his back on Chakotay while he was still talking and faced the screen on the wall of Chakotay’s cell, which flickered to life with a curious glyph for just a moment before opening a comm channel to Voyager’s shuttlecraft. Chakotay could see Captain Janeway, Lieutenant Paris, Ensigns Kim, Vorik, and Kang, plus Chief Vance and Crewman Thorold crowded into the small craft. Chakotay’s heart dropped at the sight of Ensign Kang. What could have possessed Kathryn to bring her back here? Hux clapped his hands with delight. “Oh, excellent! Everyone’s here. For those of you who don’t know me, I’m Hux. I’ll be your host here at the Delurididug Trade Hub.” Janeway glanced past the hologram, and her eyes locked on Chakotay. She looked back to Hux and said, “Hello, Mr. Hux. I’m Captain Kathryn Janeway of the Starship Voyager. May I speak to Commander Chakotay?” “Captain, I’m sorry, but time is short. I need your permission to transport your party directly onto the station.” “Send us the coordinates, and we’ll start beaming over when we’re ready.” Hux shook his head. “Sorry, but we have to follow some very specific guidelines here, and as I said, time is short. I need your permission to bypass standard docking protocols and transport your party immediately. Otherwise, I’ll have to confiscate our stolen property and send you back out of Trade Hub space, straight away.” Janeway’s expression went icy, and there was steel in her tone. “You won’t lay a finger on any member of my crew until we’ve had our hearing, Mr. Hux. I’ve familiarized myself with your legal guidelines, and–” “I’m really very sorry, Captain, but as I have told you more than once already, time is short! I must have your answer now: Will you permit me to beam your party aboard?” Janeway hesitated for just a moment before nodding. “Excellent. Everyone, please rise to your feet and collect any items you might need for the hearing. Is anyone staying behind on the shuttle?” “No,” said Janeway, and she looked to Paris, who nodded and began entering commands on his console. “The shuttle will mind itself for the time being.” “Very well,” said Hux. “I’ll bring you all aboard in fifteen seconds.” With that, the screen cut off. Hux turned back to Chakotay, beaming with excitement. “I think we’ve just narrowly avoided a disastrous outcome, Commander.” Chakotay wasn’t so sure.      When the channel cut out, Lucy and the other members of the away team leaped to their feet and set about readying their equipment. Lucy had less to carry than the others; everyone else had shoulder bags with data nodules, tricorders, padds, samples of ship’s stores, and phaser rifles in place of standard-issue hand phasers.  All Lucy had was her trusty tricorder and a standard-issue phaser. She double-checked the settings on her phaser, then unsheathed her tricorder and set about reviewing its calibration and configuration. Abruptly, the deck beneath her feet seemed to light up with an eerie, pure white glow. Lucy looked up and discovered she wasn’t on the shuttlecraft anymore. She found herself standing on a glowing, circular dais in a wide, domed chamber. Considering the light-up flooring, the featureless, alabaster walls, and the station’s holographic salesman staring her directly in the eye, Lucy assumed she’d been beamed onto the station. “Hello, Ensign Kang,” said Hux. “I’m sorry we didn’t get a chance to meet on your last visit. How are those augmentations treating you?” “Hello, Hux,” said Lucy. She glanced around and noted the other members of the away team also standing on raised circular platforms of their own, and Chakotay was there with the rest of them, although his platform was surrounded with a shimmering forcefield. The platforms were strung like pearls on a choker around a shallow depression five meters wide. Hux stood at the center of the chamber, his feet a good half meter lower than the away team’s, and yet he towered over them, standing at least four meters tall. Lucy regarded the projection cooly, saying nothing more. After a moment, Hux turned his attention to Captain Janeway. “Thank you for agreeing to come aboard under such unorthodox circumstances,” said Hux. “You didn’t give me much choice,” said Captain Janeway. “That’s true,” said Hux, tilting his head in consideration. “None of the alternatives you might have considered would have been wise, after all. Still, I’m grateful that we were able to find our way to a civilized forum in which to settle our conflict.” Janeway crossed her arms over her chest and looked the projection up and down, unimpressed with his immense stature and his casual arrogance. “Right.” Hux looked slightly disappointed at the captain’s frosty demeanor, but he just sighed and pushed ahead in a rote tone. “We’re here to adjudicate docket number eight-one-zero-six-six-nine-two, the limited commercial jurisdiction of the Delurididug Trade Hub, subsidiary of the Delurididug Trade Federation, versus Commander Chakotay of the USS Voyager, citizen of the planet Trebus and the United Federation of Planets, provisional officer of Starfleet, regarding alleged acts of industrial espionage, larceny, and use of Trade Hub services to circumvent native legal statutes. The defendant has the right to request an unaffiliated party from the Delurididug Trade Federation to serve as arbiter in this case.”  Hux turned to address Chakotay directly. “The defendant has elected to waive this right in favor of an expedited hearing, is that correct?” Chakotay nodded. If they demanded a living Delurididug arbiter, they’d be waiting an eternity for one to arrive. “And how does the defense plea to the aforementioned charges?” “Not guilty,” said Captain Janeway. Hux turned his attention to Captain Janeway. Janeway went on, “Let the record reflect that Captain Kathryn Janeway, Commander of the USS Voyager, citizen of Earth and the United Federation of Planets, officer of Starfleet, has chosen to represent her subordinate officer regarding all charges presented by the Trade Hub, per statute nineteen, sub-statute six of the Delurididug Trade Hub Terms of Service.” Hux nodded. “Very well. The defense may now summarize their arguments in support of their plea on behalf of the defendant. Please be brief.” Janeway took a deep breath and began to speak. “The original away team, led by Chakotay, arrived at what appeared to be an abandoned space station after passing through a wormhole deep in the unexplored reaches of the Nekrit Expanse. The away team undertook a mission of peaceful exploration, not espionage or piracy, in accordance with my orders.  “The away team entered the Trade Hub after receiving an automated invitation to dock. The away team received no further guidance or communication from the station after docking, and so they commenced to explore the space station on their own recognizance. They were seeking some means of expediting our trip back to our own civilization, which is situated on the far side of the galaxy. At no point were they provided with the station’s Terms of Service. This is in spite of statute one, sub-statute two, paragraph two of the Terms of Service, which states that the Trade Hub shall provide a complete copy of the Delurididug Trade Hub Terms of Service to all guests upon their arrival in Hub Space in a format and a language that the guests can readily interpret. “In spite of this lack of guidance, at no point did the away team lie or steal from the station. However, the station appeared to malfunction, inflicting its augmentation technology on my officer against her will. This officer, Ensign Lucille Kang, is the wronged party, not the Trade Hub. Ensign Kang is owed recompense for harm and suffering inflicted by the Trade Hub under statute five, sub-statute one-oh-three of the Delurididug Trade Hub Terms of Service.” Hux absorbed Janeway’s statement with a neutral expression, and when he was certain she was finished, he went on, “At this time, the tribunal will receive all available evidence which is pertinent to this case. The tribunal presents as evidence the operational and security logs of the Trade Hub that were recorded at the time of the alleged misconduct, the subsequent statements of the defendant and the other witnesses, and the Aug-Tech subject Ensign Lucille Kang, which is able to act as a reliable record of the events by virtue of her illegally obtained Aug-Tech implants. “If the defense has evidence to submit, now is the time.”"}
{"text": "  CHAPTER 10 “Captain, please! Do something!” Owen shouted. Janeway looked back from the co-pilot seat and studied her bereft pretty officer. With all six seats in the shuttle occupied, Owen was left standing in the aisle, hands braced on the backs of Crewman Thorold’s and Ensign Vorik’s chairs. “We’re doing everything we can, Chief,” she said. Other than Thorold and Vance, every member of the away team was tapping furiously on their consoles, running all manner of scans, conducting diagnostics on the shuttle, and reestablishing contact with Voyager. “Lieutenant Tuvok’s hailing us, sir,” said Harry. Janeway tapped a couple keys, and Tuvok’s face appeared on the shuttle monitor. “Captain,” said Tuvok. “Do you require assistance?” “Get the ship’s sensors trained on the energy signature of the wormhole,” said Janeway. “Find a way to reopen it. In the meantime, we’ll be coming back aboard.” “Captain, there’s no time!” said Owen. Janeway froze for a moment, composing herself. Then, she addressed Owen calmly. “Stand down, Vance,” she said. “You’re not seeing things clearly. Thorold, give him your seat.” Thorold got to his feet in a flash. “I’ll stand, sir,” said Vance, “If it’s all the same.” “I said stand down, Chief!” Janeway shouted. “Now sit in that chair and get ahold of yourself! That’s an order.” Owen honestly didn’t know if he was capable of sitting down at the moment. She was back there on that station, trapped with a malevolent hologram that could literally turn off her breath with a thought! Every moment he spent on this shuttle doing nothing, the chances of getting back to her in time seemed more remote. He looked from the empty chair to the captain, who was still watching him expectantly, and he forced himself down into the seat. The moment he sat down, Owen went to work on his console, checking the shuttle’s weapon systems. To his surprise, the phasers weren’t even online. What if they found a way back through the wormhole? He couldn’t let the station catch them with their pants down. He started warming up the phasers, just in case, and then his console went dark. At first, he thought it was a malfunction. He looked around at the others, still going about their business like normal, and realized the truth–he was being cut off. The captain didn’t trust him with a live console all of a sudden. Owen clenched his fist and brought it down on his console screen as hard as he could. “Chief Vance, you’re relieved of duty,” said Captain Janeway, sounding calm once more. “You’re to report to sickbay as soon as we’ve docked.” “Captain, I’m fine,” Owen spoke through clenched teeth. “I can help! I need to…” “I know what you’re going through, Chief,” Chakotay interrupted. “You’re just going to have to trust us, though. We’ll do everything in our power to get her back.” Owen met Chakotay’s commiserating gaze, and a powerful urge to scream, shout, rail and rage started welling up in his breast.  She’d been right there. He’d held her in his arms. They’d outsmarted the station! They’d won! How could she have just vanished again, after all that? He took a deep breath in and made himself let it out slowly. The impulse to rage and bellow wasn’t subsiding. All he could see was her face, smiling up at him from the transporter pad. All he could feel was the ghost of her hands touching his cheek and his neck. The shuttle needed to dock soon, or he was going to lose it completely in front of the captain and the whole senior staff. It was all his fault. He’d let Lucy down, every step of the way. She was mutilated by that pod in the first place because of his inability to protect her. She’d felt alienated from the crew because he’d failed to stand up for her when she needed it most, and that was why she’d been all gung-ho to return to the station. She’d thought she had to prove herself. He should have talked her out of it. He should have done whatever it took to keep her from going back there. He should have acted faster when the hologram started toying with her in that tribunal chamber. He shouldn’t have hesitated, he should’ve just started firing right then–no, that was wrong. He shouldn’t have fired at all. That was the excuse the station had needed. It threatened to hold the captain or Chakotay over the damages, but it was obvious she was the one it wanted all along, and dammit, she just couldn’t help but play the martyr. Why couldn’t she just… Why couldn’t he stop her from…  Owen wasn’t going to be able to contain himself any longer. Out the forward viewport, Voyager’s shuttlebay doors loomed large, but he wasn’t going to make it. “Permission to hit the head, sir?” he asked Chakotay, who sized him up with a glance before nodding his permission, and Owen vaulted out of his chair and lurched over to the refresher, locking himself in. The moment he was alone, his rage and grief erupted out of him, and the others in the small shuttlecraft were polite enough to pretend they couldn’t hear it.      “Get in,” said Hux. Lucy and he stood in the room with the frosted pillars that Lucy had seen on her first visit to the station–the ones that held biomatter in stasis. She assumed, now, that they held other prisoners of the station.  A moment ago, she’d been haranguing the imperturbable hologram in the tribunal chamber, unwilling to let him get a word in edgewise. She’d been almost willing to take the burden of being the station’s hostage before, but coming so close to cheating that fate had reminded her how unjust this situation really was. Whatever his legalistic excuses may have been, Hux didn’t have the right to imprison her in this stars-forsaken pit at the bottom of subspace. Then there was a flash of light, and now they stood in front of one of the pillars. Its glass-like, cylindrical wall was rendered transparent, and an opening the width of a doorway faced Lucy. Lucy looked from the pillar to her jailor, and she crossed her arms over her chest. “No.” Hux raised an eyebrow. “Ms. Kang… Lucy…” “It’s Ensign Kang, Mr. Hux,” said Lucy. Hux shook his head. “Not anymore, I’m afraid. You’ve been lawfully confiscated by the Delurididug Trade Hub. You’re no longer a member of Starfleet or a citizen of the United Federation of Planets, and you’re no longer bound by their laws or regulations.” Lucy rolled her eyes. “Says who, you? You’re just a derelict hunk of space junk left over from a dead civilization, long faded from the annals of history. Neither I, nor Starfleet, recognize your legal authority.” Hux shrugged. “I know that’s your opinion, but it’s at odds with your legal reality. The Delurididug Trade Federation exists here, regardless of whether it does or doesn’t exist elsewhere, and you’re now a part of it, same as me. So, I’ll tell you again: get… in… the… chamber. Lucy shook her head. “Make me.” Hux sighed. > root/query access:> executive initiation :: override Lucy was scandalized. She had an override? “I knew it, you liar!” she said as she stepped into the tube. “I don’t lie,” said Hux. It was only after she was standing inside of the pillar that she had the wherewithal to even consider resisting his order, and the willpower to step back out again was slow in coming. It didn’t stop her from speaking her mind, though.  “You said you wouldn’t modify my executive functions. You’re such a liar! This whole ordeal was just a trap, wasn’t it? You staged everything, just so you could capture a Starfleet officer.” “You’re mistaken,” said Hux, “on all counts.” The clear walls flowed into the open doorway like water, leaving no trace of the opening in the featureless glass."}
{"text": "  Mirror Vulcan, Mirror Not By Erin Blackwell Spock stood with his back completely straight, hands folded behind him, and wondered why he had allowed this to happen. He knew it would; there had been no margin of doubt. And yet, when it came time, he made sure the woman was assigned here with him. He had, however, warned her. He told her what she would be facing and suggested she might prefer to remain elsewhere in the Empire’s fleet. She had replied, quite logically, that she was already receiving the same treatment and she preferred an assignment with him. And, as he well knew, he needed her. He needed a new Chief for his personal guard, someone utterly loyal and totally committed to him. It had to be someone he could trust and she was the only one he trusted now. If he was to move any further in the challenge given him by the parallel Kirk, he had to have just such a person with him. So he had agreed and arranged the assignment. Saavik stood in front of Kirk for her first inspection. His eyes were travelling insolently down her body in the tight revealing uniform. Spock clenched his hands together more firmly. This was what he had expected. It was known throughout the ship that a crewwoman’s first inspection ended in Kirk’s bed: captain’s orders. Spock’s presence would not deter it. Kirk abruptly frowned as his eyes reached waist level. Pointing to the clip hanging from her belt, he asked, “What are those for?” She glanced down briefly at the collection of Imperial insignia pins, unique in their design of a dagger embedded in a planet. “They’re from the people I’ve killed. My way of keeping count. Sir.” She allowed a half-smile when Kirk sat straighter in his desk chair. Nothing of her Vulcan nature was evident and the POW tattoo on her left forearm only emphasized her Romulan half. If Kirk knew more about the war camps’ numbering system, he’d know this particular tattoo marked her as a Vulcan/Romulan hybrid. “So, you’re going to be Spock’s new Chief,” Kirk continued. “Yes, sir. Of his personal guard.” “Since his previous one was killed.” He locked eyes with her. Spock must know that it was his guard who had murdered Stek. Therefore, Saavik must have been told. “A regrettable action, sir.” Kirk relaxed back into his chair. Better. She was less arrogant now, more easily approachable. He directed his next statement at Spock. “You can go now. She’ll be at her post later.” The Vulcan did not move right away, ready to argue that Saavik was, after all, his personal guard. He was not supposed to be without her. But Kirk’s next words left no doubt that he was quite serious, and the agony booth was not too far away. “That was an order, Mr. Spock.” There was no further choice. The Vulcan gave a nod of his head and turned on his heel to leave. He hesitated as he passed Saavik but she made no sign that she considered anything wrong. She gave him the same mocking glance she gave Kirk which, Spock could see, the captain noted."}
{"text": "  Miracle Worker By Patrick Cumby Patrick Cumby cumby@mindspring.com His vast repertoire of Gaelic curses exhausted, his engineering skills stymied, his hopes of rescue abandoned, Montgomery Scott slouches in the pilot’s chair and watches the clouds of vapor formed by his breath in the cold cabin atmosphere. There is nothing left to do but wait – wait and watch the nightmarish feeding frenzy of the Monster. Dim, cold radiance from the Indrii singularity trickles into the cabin through the open forward viewport. The glow from the maelstrom of dying atoms bathes the shuttlecraft’s interior with a vague light that dances and ripples across the glassy surfaces of the dead control panels. McCoy mumbles something incoherent. He’s as comfortable as Scott can make him, his unconscious form arrayed on the floor between the rows of seats, his head cushioned by a rolled-up Starfleet field jacket. The head wound has stopped bleeding, thankfully, but the doctor has yet to regain consciousness. The bloodstains on his blue uniform tunic appear black in the dim, ethereal light. At least the doctor is spared the indignity of floating around the darkened cabin, Scott muses grimly. Although unpowered, inertia will keep the stator in the gravity generator spinning for many hours – providing synthetic gravity to the shuttlecraft Copernicus long after the demise of her two occupants. Scott envies the doctor’s oblivion to the race in which they are both unwilling participants, a competition by various specters of death to be the first to claim their lives. The front runner is suffocation as the oxygen content of the shuttlecraft’s atmosphere is depleted. A close second is the black hole itself, threatening to consume them as their orbit rapidly decays. Other participants include hypothermia and the invisible but deadly X- and gamma rays that pour unimpeded through the unshielded shuttle hull. Some vacation this has turned out to be, he broods bitterly. Spiraling helplessly into the maw of a cosmological monster isn’t exactly what he’d had in mind for his shore leave… “So where are you headed, Scotty?” Scott turned to the doctor. “What do you mean?” Dr. McCoy chased an errant jito bean around his plate with his fork. “Your liberty. Where are you going to spend it?” He shook his head at the Chief Engineer’s noncommittal shrug. “Oh, let me guess. You’ll stay here on the ship to make sure the Starfleet techs don’t scratch your precious, wee bairns during the baryon sweep.” He popped the bean into his mouth and smiled"}
{"text": "  THE LONG WAY HOME by A.C. Harper Disclaimer/Credits:  Star Trek is the property of Paramount. (The  character of Phyllida Gaines was created by Marcia Ericson as published  in her story “The Enchanted Pool,” in Star Trek: The New Voyages.) Feedback is appreciated. If you have comments, e-mail me: acoleen2@aol.com CHAPTER ONE – DISTRESS CALL “Captain’s Log:  Star Date 4163.8. While on a routine patrol mission to Outpost 7, Enterprise has received a distress signal from a Federation colony located on planet M64 in Sector 13. Enterprise is the nearest ship in this sector and as such we have responded to the call. The delay should, at most, be no more than a few hours.” Captain James Kirk completed the recording, hitting the button on the arm of his command chair and settling back. “Mister Spock,” he said, turning toward the science station, “What information do we have regarding M64 and the colony there?” Spock swiveled his chair to face the captain. “All Federation scans to this point have revealed the planet to be uninhabited with the exception of lower animal life forms and for the most part, it is highly vegetated and has a stable, temperate climate. A Federation colony was begun there approximately one year ago to study the indigenous plant and animal life. Most recent contact with the colony was six months ago, at which time there were no reported problems.” “So whatever happened there probably happened very suddenly and recently,” Kirk surmised. “That is a possibility, Captain,” Spock replied, “However, I would hesitate to make such presumptions without additional information. Six months is a long enough period of time for any number of things to have happened.” “Klingons?” “Possible, but not probable. This is far afield of their usual sphere of influence. Even Romulan intervention, though more probable, would likely not explain the situation.” Kirk nodded slightly and turned toward the communications station. “Lieutenant Uhura, play back the distress call.” “Aye, sir,” she responded. Her slender fingers played lightly over the keys and within seconds a nearly hysterical voice sounded over the bridge com. “This is Commander Martin of the M64 colony. If anyone can hear this, please – please help us! We can’t get away – most of our people are dead already! They mean to kill us all!  You must help us!” The message lapsed into static. “It’s a recording, Captain,” Uhura volunteered. There is no way of determining how long ago it was made. I have continued to monitor and there have been no new messages.” Kirk nodded in acknowledgement. Who was “they,” he thought. “Captain,” Spock announced, “We are approaching the planet.” “Thank you, Mister Spock. Engage forward view screen.” A blue-green planet with a hazy cloud cover shimmered in the distance and slowly filled the screen. “Standard orbit, Mister Sulu.” “Aye, sir. Plotted and laid in.” Lieutenant Commander Sulu set the coordinates with practiced precision. “Spock,” Kirk said, rising from the command chair, “ I want you to head up a landing party to the surface. We’re going to find out what happened down there.” Spock stood to face him, hands folded loosely behind his back. Kirk continued. “Take a three-man security team, a medical officer of McCoy’s choice, and that new transfer from Yorktown…” he hesitated, “What’s her name?” Spock stiffened imperceptibly. “Lieutenant Gaines.” “Right.” Kirk turned to Uhura. “Relay the coordinates of the distress signal to the transporter room and have Lieutenant Gaines and the security team meet us there.” “Aye, sir.” “And tell McCoy I need one of his officers for a landing party in 5 minutes in the transporter room.” Uhura nodded and began making the calls as Kirk moved toward the turbolift, his first officer following. —————– Transporter room one bustled with activity as the landing party assembled and checked their gear. The door hissed open to admit Captain Kirk and First Officer Spock, and the crew came to quiet attention. “Dr. Wilson,” Kirk addressed the young, dark-haired man who stood before him. “Dr. McCoy tells me that you can handle just about anything that comes up.” The youthful doctor nodded. “Yes sir. I specialized in combat medicine.” “Good. We don’t know what to expect down there.” The captain stopped, taking in the landing crew. “As for the rest of you, be on the alert for anything. The colonists were not specific with their message; all we know is that a life-threatening situation exists where six months ago there was none. Mister Spock is in command and can fill you in on any necessary details.” He paused again, scanning their faces. Good crew, he thought. He turned to his first officer. “Mister Spock, keep us posted. McCoy is standing by in sickbay to receive survivors, but use discretion; if there is any trouble I want you out of there – understood?” “Understood, Captain.” Spock motioned to his small crew to take their positions on the transporter pads. Lieutenant Phyllida Gaines, standing on the pad nearest Spock, flashed him a smile, which he chose to ignore. “Nice to see you again, Mister Spock,” she whispered. “Energize,” came the Vulcan’s command. —————- The landing party materialized inside a small room that seemed more than anything like the aftermath of a tornado. Assorted crates and machinery lay scattered about amid rubble from a ceiling that seemingly threatened to fall at any moment. Though signs of struggle were evident, there were no inhabitants and no bodies to be seen. In the corner, Spock’s tricorder registered the presence of a small terminal buried beneath the rubble; its insistent flashing indicated a message was still being sent. He switched it off. Spock glanced around the room, taking in the eerie silence, and addressed the crew. “We will separate into groups of two and scout the colony area, taking complete tricorder readings. Ensign Davis,” he indicated one of the security men, “You team up with Doctor Wilson. DuPuy and Echols, you make another team. Lieutenant Gaines, you are with me. Keep your communicator frequencies open and report anything the least bit unusual; we will meet back here in half an hour.” A chorus of acknowledgements followed as the crew spread out and began their search. —————— Kirk had not been back on the bridge for more than 20 minutes when Chekov reported from the science station that a large ion storm was approaching. “ETA, Mister Chekov?” “I vould estimate 2 hours at its present course and speed, Keptin.” That doesn’t give Spock much time, Kirk thought. “Very well, Lieutenant. Maintain surveillance of the storm and let me know of any change.” “Aye, Sir.” —————– On the surface, Spock and his party had turned up nothing remarkable except one small detail. Despite a search of the immediate area surrounding the beam-down point, there were no bodies; no trace of the colony could be found apart from the abandoned and ruined instruments. Checking his tricorder readings yet again, Spock moved toward the doctor. “Dr. Wilson, you can locate no disease-producing organisms? Anything that can account for our findings?” The young doctor looked at him with puzzled eyes. “No, Commander. It’s strange, too, that they should just disappear like this. I really am at a loss to explain it. If I could just find some physical remains I might be able to determine a cause.” “Yes – fascinating. Carry on, Doctor.” “Yes, Mister Spock.” In answer to the beep that had just sounded, Spock flipped open his communicator. “Spock here.”"}
{"text": "    STAR TREK A Second Home   by Cory Pelc   For my wife—and her acceptance of my quirks.    CHAPTER 1 Leonard McCoy was tired. Tired of dealing with the constant threats to the well-being of the crew, and tired of filling out the endless death certificates. The last such “adventure” had claimed a total of twelve crewmen. Twelve young lives lost in the name of exploration, McCoy thought.   Of those lost, two crewmen were taken quickly by an allergic reaction to the native flora of the planet. A ship that can take men across the galaxy protected by shields and photon torpedoes, and we still can’t save someone from acute anaphylactic shock, McCoy thought to himself. Shortly after beaming down to the surface of Rynair II the men accidently inhaled a bit of pollen that proved fatal. The only saving grace of the situation was that the pollen only affected an individual who was also allergic to Elonian zongs, which McCoy noted in his log were roughly the equivalent to an Earth coconut. Thinking of this, McCoy shuddered slightly realizing how easily the ship could have been without three members of the senior crew, as Jim, Spock and himself had beamed down along with the landing party. Probably not Spock, McCoy thought, those damned Vulcan bodily functions probably have a back-up measure even for anaphylaxis. McCoy knew and accepted death as something which every doctor deals with from time to time, but he was unnerved that these sort-of situations seemed to be the norm at this point in his life. It wasn’t supposed to be this way, he told himself. As much as he enjoyed his friendship with Jim and his whatever-you-might-call-it with Spock, McCoy never had felt at home in space. One thing that had always reminded McCoy of home was a good drink. As a proud “Son of the South”, it was almost bred into him. At the moment, he felt like a drink might be the best friend he had. Grabbing a bottle from his shelf and taking a seat behind his desk in sickbay, McCoy poured himself some Saurian brandy. He sipped the strong liquor, attempting to relax and allowing his mind to drift back to a time in his life before Starfleet. Back then, his drink of choice was a Mint Julep, but he felt like the replicators onboard the Enterprisecould never get them quite right. Maybe it’s because the temperature is always 72 degrees in here, with simulated sunlight, McCoy thought in a matter-of-fact sense. A Mint Julep is meant to be enjoyed on a hot summer evening. Evening—even that has no meaning in space. McCoy sighed and poured another glass. – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – – Growing up inGeorgia, young Leonard Horatio McCoy always pictured himself as going to medical school, settling down with a beautiful belle, and living the life of an “old country doctor.” But, for whatever reason, he only got two of those three goals checked off his list. His wife Jocelyn was everything he had hoped for since the first time they met back at that high school dance. But after their daughter Joanna was born, it seemed to him that Jocelyn changed overnight. He never had evidence of her cheating on him, but every time he looked at Joanna the thought would arise.  Is she really my daughter? He would ponder as he looked down into his daughter’s crib. Does it matter? “Leonard! Leonard! Where are you?” “Out here on the back porch Jocelyn!” McCoy replied, while sipping a Mint Julip and watching the sun set on another August day. “We have to talk.” Jocelyn said as she finally found her husband. “I think we both know that this isn’t working anymore. I was fine staying at home being the ‘Doctor’s Wife’ but now I feel like I’m the ‘Parent of the Doctor’s Daughter’.” “What do you mean Jocelyn?” McCoy said, while feeling more than a little blindsided. “What I mean is that you go and sit in your clinic everyday and help people, and I’m stuck here raising our daughter by myself. Sometimes I think that you care more about your patients than your own wife and daughter!” she exclaimed with the force of months of suppressed thoughts. “Dammit Jocelyn! I’m a doctor, not a daycare provider! I spent years going through medical school to help these people and this is the thanks I get?” He angrily replied. “Well I went through eight and a half months of pregnancy, concluding with delivery of our child and this is the life I get? A husband that is out of the door before sunrise, and with drink in his hand at every sunset? I could have gone to school too, in California, but I chose you.” “Well I guess you have another choice to make.” He said, turning his attention back to the sunset. “I’ve already made it. You should be hearing from my lawyer in the next few days. Until then, Joanna and I will be staying with my sister.” Jocelyn sternly replied at her husband who was still refusing to look at her. “Why don’t you go ahead and stay at Clay’s house. I’m sure he’d be glad to have you.” McCoy said as he closed his eyes. He knew he had gone too far and regretted it instantly. “Unbelievable!” She screamed. “I’ve told you before that things between him and I ended a long time ago. Due in large part to you, I might add. Leonard, I was always faithful to you, even though you’ll never be half the father that Clay might have been for Joanna.” With that, Jocelyn McCoy walked back into the house; the house that Leonard realized would soon be hers along with most all of Leonard’s money and possessions. He wondered if he’d be lucky enough that she didn’t take the bones from his body. McCoy sighed and made himself another drink.  CHAPTER 2 …Sweet home Alabama! Lord I’m coming home to you!….That was one from way-way back in the 20th Century folks, but still a great way to start your morning! We’ve got 10 in a row headed your way next!… “Hmmmmrph!” Leonard slowly sat up in bed and told himself that he was getting too old for this routine. Without even opening his eyes he could sense a hungry grandchild standing next to his bed wearing the devilish grin of someone who had just turned on her grandfather’s radio to get his attention. “Yes darlin’?” Leonard asked her. His drawl was always more pronounced before having his morning coffee. “Grandpa, can we go to the zoo today?” The little girl asked as she pulled on his comforter. “Perhaps dear, but first we’ll need to ask Grandma. We both know that she’s the one that calls the shots.”  McCoy stretched, slipped on his house shoes and pulled on a robe. He reached to his nightstand and grabbed his PADD to open up the day’s newspaper–Outbreak on Vulcan Outpost: Federation Seeks Help of Medical Community–the main headline read. Makes sense, thought McCoy, pointy-eared logic lovers can’t even display enough emotion to ask for help themselves. McCoy punched in the code for coffee on his replicator as he continued reading. Damn fake coffee. Joanna had bought him and Jocelyn the replicator for their anniversary last year and he had finally started using it—but not before he passionately explained to Jocelyn that part of the charm of coffee is its simplicity. If it was good enough for the settlers of this land so many generations ago, then it didn’t need to be upgraded. McCoy continued reading–…in light of the Organian medical and peace conference being held in conjunction with the Klingons, all essential Starfleet Medical personnel are unable to assist with this emergency. The Federation hopes that some of the more experienced physicians and nurses from Earth and Andoria will volunteer to assist in this urgent matter. Because the outbreak seems to only affect Vulcan individuals, it has been determined to be too great a risk to seek assistance from the Vulcan Medical Academy. For those interested in volunteering locally, shuttles will be leaving from the Atlanta Shipyards at 1200 hours today. “Grandma said we can go! Grandma said we can go!” Lucy yelled as she ran back into the kitchen. “Can we leave soon?” “Sure little lady, but first Grandpa has to get ready. And so do you…unless you plan on showing off your pajamas to the elephants.” Leonard walked back towards his bedroom and found his wife getting ready for the day. He set his PADD down on her dresser and stood behind her as she looked in the mirror. “Good morning Mrs. McCoy…” He said, trying to goad a response. “Good morning to you, too, Dr. McCoy.” She responded. “That’s only Monday through Friday. It’s the weekend and I’m as much a Mr. as I choose to be.” “Well today it sounds like you’re a Grandpa, and I’m sure you’ll treat Lucy with just as much care as you would a patient.” “Still bringing that up…” McCoy said with a grin. It had been twenty five years since his marriage had almost fallen apart. He was close to joining Starfleet back then, just to get away from the mess of his divorce. Medicine On The Cutting Edge – Practicing in Space the advertisement had read. He had been to space once before as an observer shortly after graduating from Ole Miss. He knew then that he wanted to be a doctor, but he was pretty sure he wanted to keep his practice local. As in on Earth, he had joked to himself. Instead of enlisting, he decided to cut back his office hours and make the effort to work things out with Jocelyn. It turned out that she had run back to Clay during their separation and divorce, but shortly after Jocelyn saw that Clay had not changed as much as he claimed. McCoy knew that it wouldn’t be easy–the divorce was finalized and they had to get married again–but he made a choice to use it as a fresh start and he was glad that he had. Most importantly, he was glad that Jocelyn had given him the opportunity. “So is this goodbye?” Jocelyn asked. “What are you talking about? I thought we’d both go with Lucy today.” A confused McCoy replied."}
{"text": "  Forward Here Posted is the first TWO Chapters of a 25 Chapter Book. I wrote this 20 years ago, for fun, while trapped in the subway to and from work every day. Thought it might be intriguing to put it out there. I am just editing as I go along so the other chapters will come fast….. CHAPTER 1 It had always been his practice to wake up at least an hour before his duty shift began. Besides the fact that it assured he was alert by the time he reported, he had always believed that a man should spend time in quiet meditation before he started his day. Of course now he had the power to spend as much time contemplating as he desired. After all, his duty shift may be twenty four hours a day, but being a commander in the Romulan Navy also afforded him the luxury of managing his time as he saw fit. Still, Commander S’Tal prided himself in his dedication to duty; not in a conceited, arrogant way, but with a fulfilling satisfaction that he was an honourable man. He had seen many a ship’s commander abuse his position and shirk his duty. Honour and duty was the fibre that made a good man; that was the heritage from which the Romulan Empire had grown and what would always remain in those who served the Romulan Way. Today, like most other days, he awoke to the beckoning of the computer’s masculine voice efficiently repeating a clipped military style wake up call. It did not take many conscious moments for his mind to turn to the upcoming mission. “Computer,” he spoke to an invisible speaker that he had always felt was in the ceiling even though he knew it was built into one of the walls. “Open the Starscape.” Open was not really the correct term since the wall did not actually open up into space. Instead, the computer adjusted the tint of the huge transplanium window that made up the wall curving into the ceiling of S’Tal’s quarters. It was not his style to use his position to get comforts that were not readily available to the rest of his crew. Nevertheless, he had indulged himself the luxury of the viewport he now looked through. Looking through the enormous window he could not help but be struck by what he saw. For all the trillions upon trillions of light years that made up the universe, when he looked out into space he was amazed at how two dimensional it all seemed. Every speck of light he saw could be an inch in radius and a few meters from his ship, or they could be a thousand times the radius of Romulus’ sun and a million light years away. No man had the eyes or mind to truly perceive the notion of depth in the vastness of space. S’Tal found the stars even more beautiful when he was actually viewing them with his own eyes, instead of the computer generated images he saw on the bridge. It was easy to get caught up in the aesthetic beauty of the stars, especially when they took on a surreal quality caused by the rippling effect the cloaking device created. Still, he had no time to spare daydreaming about the beauty of the stars when he needed to prepare for battle. The Praetor himself had endorsed this mission for which S’Tal, his ship, and the Vatrium were preparing. The Praetor had been convinced by his advisors that the time was right to move against the Federation. They argued that for too long now the Romulan Empire had been denying their true destiny as masters of the galaxy because they feared themselves not strong enough to conquer the Federation.  Now those advisers had convinced the Praetor that the empire was strong enough to win   if they could gain an early advantage.  The purpose of this mission was to give them that advantage. The years of peace had been good to the Empire; her people had grown as a society and had conquered or settled hundreds of new planets.  Honour lay with the military and duty was served by all.  S’Tal had gained his position through outstanding military service in wars with the Gorn and the IKS on the Triangle border.  He had seen war and understood the necessity to wage it.  However, this action against the Federation was different; it did not feel right for him, or for the Empire.  He did not fear for himself – in fact, he looked forward to dying in his Commander’s seat, as a real warrior should.  He feared for what the war would do to the Romulan society.  Regardless of what the Praetor’s advisors said, the war with the Federation would be long and costly. S’Tal had never actually battled a Starfleet vessel, but was well studied in their design and abilities.  It was this expertise that led to his assignment on this particular mission.  For all of the Empire’s technical advancements, his ship, one of the most powerful in the Royal Navy, was barely a match for many of the Federation’s cruisers. Romulan commanders were superior when their positions had been earned – of that he was sure -, but too many command positions had been given to undeserving men who knew someone of importance.  So where was the advantage in a war with the Federation?  S’Tal knew he would be successful in completing his mission, but whether it would give the Empire the element of surprise and superior knowledge remained a question. S’Tal got out of bed, went over to the food synthesizer, and returned to the small table that was set up against his wall viewport.  He was far too preoccupied with the mission that would begin today to worry about a proper breakfast.  This morning a cup of hot corum would suffice.  He sipped his root broth as he wondered how honourable it was to fight the Federation, who had shown no aggression to the Empire.  When he was a young man, S’Tal had thought that fighting was always a source of honour.  As he aged, the fighting seemed endless and killing his so called enemy often seemed like hurting innocent people.  More and more, S’Tal was coming to the realization that true honour lay in protecting peace and the strength of the Empire.  If it took war to do that, then so be it.  He did not feel this was the case with the Federation, which was, for the most part, an honourable entity. That last thought brought an audible chuckle from his throat.  As a Centurion aboard the Cl’Torin he had been furious at the espionage of a Federation captain and his first officer who conspired to steal a cloaking device.  S’Tal had been severely reprimanded for his inability to destroy the Federation vessel when it was fleeing with a stolen Romulan cloaking device.  S’Tal had been slow to react to the Enterprise cloaking and it escaped. It was his anger at being duped that drove him to be so great a warrior.  He also vowed to become the foremost expert on Federation military organization.  He found that his anger ran out of steam after a couple of years. His Commander later showed him that Federation officers were capable of great honour when that same command crew of the Enterprise worked together with her against Omne. She had been right to trust them even though her career was lost.  He actually developed an admiration for Starfleet and its most powerful ships and decorated officers. Still, of course his heart lay with his Romulan Empire.  He had fought for the prosperity of its people.  He had sworn his life to the Praetor and regardless of the consequences or possible futility of war with the Federation, he was going to honour his oath.  Duty was the utmost priority to Romulans   and S’Tal was, above all else, a Romulan.  With renewed determination, he rose from his seat and began to dress in his Romulan commander’s uniform. “Close viewport.”  The viewport darkened on cue as S’Tal added the honour sash to his uniform.  He reached up to the Romulan Bird cluster that held his sash in place and touched it with his forefinger.  It beeped to life.  “S’Tal to bridge,” he clipped in an efficient military tone.  “I’m heading to PTB room three.  Inform Commander Tark that I will be transporting over as scheduled.” “Immediately, Commander,” S’Tal heard as he left his quarters. Tark revelled in the command seat.  He often spent many off duty hours on the bridge.  He had spent years of his life in the security sections of various ships, dreaming of getting to where he was now   in the command seat. It was from the command seat that one could be part of the strategy of battle.  He was addicted to combat, he could admit that.  This was not a vice to a Romulan, provided he had self control and could make the right choices about when to battle, always ensuring the Empire came before personal needs. Many years of his life had been spent studying every great strategist in the known galaxy.  It did not matter to Tark whether the object of his study was an enemy or an ally, his admiration transcended political and ideological boundaries.  In fact, some of his favourite strategists were from the Klingon and Federation starfleets.  Captain Garth was his chosen commander when it came to fighting against numerous opponents.  General Kord from the Klingon Empire was outstanding at directing and participating in multi vessel encounters.  Yet his favourite was Captain James T. Kirk, commander of the Federation cruiser Enterprise.  It was Kirk who was able to turn any situation to his advantage.  Kirk, who never accepted defeat even if he had to sacrifice his own ship to win. Tark had spent several years as captain on smaller ships, most of them old and lacking any real power.  It was his knowledge of Kirk and his expertise on combat strategy that got him command of the Vatrium.  His ship was the first of its kind, the first special missions cruiser in the Imperial Fleet.  It had the power to beat the best from the Federation.  Still, he could only hope that it would come to battle with Federation ships, hope to meet Kirk in combat someday.  Nevertheless, it was his duty to ensure the success of this mission regardless of the cost; even if he had to give up the chance to battle Kirk. Success ensured power.  He would command as long as he was successful.  Command was what he wanted most in life.  As he looked around the bridge at his crew, it occurred to him that they were his to command.  As long as they were on his ship, their lives were his to control, they were extensions of himself on the bridge.  The communications officer was his ears and voice to communicate with others.  His helm and Nav officers were his legs to take him where he wanted to go.  Fists to pound the enemy were provided by his weapons officer, and his engineer was a doctor to care for the body.  The bridge was the brain of the ship and he was the brain of the bridge. He could not resist smiling to himself.  Here he was a Romulan commander, and he was comparing his ship to his body and himself to a brain; such were not the musings of a Romulan.  He moved his attention from his inward thoughts to the main viewscreen.  The now split screen showed the forward starfield on one half and a navigational projection on the other.  The navigational projection showed his ship’s location alongside the frigate K’Lester, the two starship’s course projection, and the border markings that represented the Triangle and Federation neutral zone boundaries. Tark turned to his science officer’s station, “Any ships on long range sensors yet?” “Nothing yet, sir,” the man answered quickly.  “We should be within scanner range of any enemy vessel patrolling the Federation side of the Neutral Zone and the Triangle boarder in…1 hour, 22 minutes.” “Excellent, inform me as soon as you detect anything.” “Yes sir.” The officer firmly punched the left side of his chest and then extended his arm so that his hand was just above the level of his shoulder. “Commander,” came the call of his communications officer from his post beside the science station. “What is it Centurion?” “The K’Lester informs us that Commander S’Tal will be transporting over on schedule.” “Confirm,” Tark answered, and then added as he headed for the speedlift, “I will be in PTB room one to meet him.” Tark enjoyed S’Tal’s company, they shared many of the same interests.  There were so few men in the Empire with whom he could talk to about some of the Federation’s greatest strategists.  Since being assigned to this mission, he and S’Tal had spent many hours in simulated starship battle with the simusence helmets and he looked forward to one more before the mission operations began.  Tark had a special recreated simulation that had just been programmed based on a recent event in the Federation. He wanted to run the new simulation with S’Tal.   CHAPTER 2 Captain’s Log, Stardate 2/2305.28: The Enterprise’s‚ first four weeks of patrol duty on the Triangle boarder have concluded without any serious incidents. As is often the case on long and uneventful patrol duty, the crew is losing concentration and becoming bored. I am sending a recommendation to Starfleet, that following the six weeks of our patrol duty, the crew of the Enterprise be given shoreleave on the planet of Lakeland. The two Federation patrol vessels immediately adjacent to us have also reported no note worthy incidents. The Sputnik‚ in the sector to the galactic north of the Enterprise‚   has monitored no activity in its sector and has completed resupply of Outpost 1 along the Romulan Neutral Zone. The Appollo‚ to the galactic south has reported a tediously sparse amount of activity in its sector bordering the Triangle. Captain James T. Kirk wearily pushed the button on the arm of his command chair that switched off the log recording device.  The thought of continuing patrol duty for another six weeks was devitalizing to say the least. Yet he felt at ease now; now that he was no longer behind a desk. There was a time when he had thought setting fleet procedure behind a desk would be preferable to patrol duty. After experiencing the life of a staff officer, he was resolute that his calling in life was to command a starship   to command the Enterprise. He looked around at his bridge and the efficient crew, who by merely pushing buttons and flicking switches, made the 170,000 megaton Enterprise fly through space at speeds many times faster than the speed of light. He could think of no words to express his feelings at that time. He felt a mix of awe at the thought of travelling at such an incredible speed, and genuine feelings of loyalty for and from his crew – his friends, no, his family. He knew that it was, in many ways, egotistical to think of the Enterprise and her crew as his, but he often found himself doing just that when he sat in the command chair. There could be no doubt that this chair was his. Looking back now, he found it hard to believe that he had ever given up his ship and taken the appointment as Chief of Starfleet Operations. Even more incredible that he had given her up a second time after the V’GER incident. Those years spent in a desk chair he had constantly dreamed and hoped of again sitting in the command chair of the Enterprise. Now he was and he would not easily give her up again. The previous five years had seen three serious threats on Terra and the Federation of Planets. He had lived through all of them. His ship, his crew were heroes, but there were heavy casualties. The Enterprise and her crew had paid for their heroes’ welcome with their dearest blood. James Kirk had lost the son he had only briefly known but had loved as much as any father could. It had taken Kirk several long introspective hours and several long talks with Dr. McCoy to realize that it was his friends on the Enterprise that were his family. Still, there could be little reconciliation for the losses he felt. Nevertheless, all was how it should be once again. The first watch surrounded him, everything felt right. Uhura was at her communication console, her fingers moving across its dimensions as they had for so many years. She seemed to have aged the most gracefully, he decided. She was perhaps even more handsome a woman now than in her younger years. To her left was the familiar back of Mr. Spock. Kirk was very pleased when Spock had told him that he would stay on the Enterprise as First Officer and Science Department Head. Spock had been satisfied with his role as a Starfleet instructor, but had felt the strongest emotion that Vulcans will admit to having – curiosity. He had a desire to discover things that had never before been discovered, to understand things as yet not understood, to go where no one has gone before. It was this last phrase, to “go where no man has gone before “, that had made Spock decide to request starship duty aboard the Enterprise.  Spock had told Kirk when he filed his request to stay on board the Enterprise, that he had been reminded of his own personal charter by reading the Enterprise’s. Spock had always known the charter of the Enterprise, but it was during that time when the Captain, McCoy and himself were locked in the forward observation deck by Spock’s brother that he had the opportunity to really contemplate the importance of the Enterprise and her crew to what he was; to what he had become. He had come to the realization that it was the duty aboard the starship with his friends that truly fulfilled his one true destiny – and made him content. It was a statement to which Kirk had no argument, so even though it meant Spock giving up his command, Jim Kirk had processed and endorsed the request. Directly in front of him, Kirk rested his eyes on the team that had guided the Enterprise through more kilometres of space than any other ship in Starfleet history. Chekov had turned down a promotion to command a vessel of his own to stay aboard the Enterprise as Department Head for Security and Weapons System, as well as third in the chain of command. Kirk remembered his misgivings about Chekov turning down the promotion. Chekov was adamant however, he would continue to learn from the best until it was time for him to move up to command the Enterprise. Sulu was a mainstay in Jim Kirk’s crew, Kirk knew that Sulu would stay on the Enterprise for as long as they would allow him.  Sulu had piloted the ship in every battle manoeuvre in Starfleet’s combat textbooks as well as some that would be added to them. He flew the Enterprise like it was an extension of himself. Sulu also could have had a command position on a ship of his own but had made it clear to Kirk that he was going to wait for a chance to command the Excelsior. He had told Kirk that there was no reason to leave the best ship in the fleet unless he had the chance to command a ship he could make the best. To the Captain’s far left, sitting with his back to the command chair watching his instruments as though the ship were in a battle was the one man who loved the Enterprise as much as Jim Kirk did – of that he was sure. Montgomery Scott would also stay with the Enterprise until he was forced to retire. Scotty had revelled at the prospect of spending his days in this new Enterprise. Kirk remembered what Scotty had said when he learned of the new Enterprise’s equipment, “Ach, me baby’s finally got the best equipment thot Starfleet has ta offer. And ’tis about time too, a shame it took her destruction for those inept fools ta realize it.” It was Scotty who had complained the loudest about the new Enterprise not being as good as the old . It had not deterred him however; he continued to work her into shape and when the time had come, she performed beautifully and saved the lives of all aboard her. It was not long after the trip to the centre of the galaxy that Scotty was again claiming that the new Enterprise was befitting the name and was his baby. “After all,” Scotty had told Kirk, “it was those inept fools at Starfleet w’at ha’ put her tagether wrong.” The memory brought a broad grin to Jim Kirk’s face. “Now what’s that grin for? You look like the cat that swallowed the bird, “came the voice of the Enterprise’s Chief Medical Officer and Kirk’s long-time friend and companion. McCoy had grumbled about signing for the five year mission. He had claimed that he would be old and grey by the time he got back, and that space exploration was no way for a man to be spending his twilight years. Someone had to take care of Kirk, though, and he had decided that he was the only man alive capable of having any effect on what Jim Kirk did. “Hello Bones, I was just thinking back to Scotty’s comments about his baby finally getting the best from the inept fools at Starfleet,” Kirk answered instigatively. The remark had its desired affect for Spock’s head popped up from his watch over the science console. Kirk felt the weariness of patrol duty lift off his shoulders as he straightened for the exchanges that were sure to ensue. “Captain, I was unaware that Mr. Scott was involved in the conception of the Enterprise, and in fact, that conception of an inanimate object was possible,” Spock offered without even a trace of sarcasm. He had learned long ago that while working with humans it was important to their morale – and therefore their efficiency – for them to have a nearly constant environment of humour. It was for this reason that he allowed himself to partake in their bantering back and forth as the “straight man “. It was logical. “Spock,” answered Dr. McCoy, “surely you must have realized that it was only a joke and that Scotty was not suggesting that he had a biological part in the Enterprise’s creation.”"}
{"text": "       Voyage Into The Nebula By Chris Barker The Enterprise searches a nebula for a Romulan Warbird, and finds a Wormhole. Takes place after ‘First Contact’ The Enterprise was on its way to  Starbase 412. Rest and shore leave awaited them. Picard was happy that they had made it. After the recent mission against the Borg, he was ready for it. The dark circles under his eyes showed that he was tired. He leaned back in his chair, and watched as the stars slowly streaked by. They might still be eight hours away, but the smiles on the face of the crew, showed that they were happy to just be heading for the starbase. Picard smiled at that to. He looked around the bridge of the Enterprise-E. It was a fine ship, with a fine crew. Once again they had saved earth. Crew replacements would be made at the starbase. Picard looked at the helm station. Ensign T’Ripo was at the helm, replacing Lieutenant Hawke, who had been killed while fighting the borg. Inside Picard mourned the loss of all of his crew. But he wouldn’t let it show. He couldn’t he had to be strong, to give the crew strength. Commander William T. Riker sat in his chair. He looked around the bridge. The normal compliment. He still whished he had the center seat though. One day, one day he would, and the Enterprise would be his ship. Lt.Commander Data, Chief Operations officer of the U.S.S. Enterprise- E sat at his station. Geordi had replaced his missing skin, and he was back to normal. It felt good to. He had turned the emotion chip back on, and was now just like a normal human. His station beeped letting him know something was on sensors. What he found, gave him a little bit of a shock. Deanna Troi walked onto the bridge. Her hair flowed down her head, as she took her seat. She smiled. The crew was in better spirits. She liked that. She pulled on the turtle neck of her uniform. She couldn’t understand why Starfleet wanted to change the uniforms again. They had only been changed a few years ago, and now they had been changed again. Next thing anybody knew, the commbadges would change. “Captain, you might want to take a look at this,” Data said, turning in his chair, to face the Captain. “What is it Mr.Data?” Picard asked, walking over to the androids station. “This nebula just appeared on sensors, I am picking up a warp trail leading through it,” Data replied. “What kind of warp signature?” Picard asked. “I would judge, that it is, Romulan sir,” Data said. “Romulans, in Federation space.” Picard said."}
{"text": "  THANK Q by Walt Chmara Lieutenant Commander Data stepped through the swishing door of sickbay. As it resealed itself behind him, he noted Doctor Beverly Crusher, near the center of the room. Crusher’s normally professional manner was interrupted when she saw who entered. Her facial expression betrayed a this-is-it look, which Data recognized from a quick scan of his human-watching file. It meant she had something to tell him which she felt was going to be difficult for one or both of them. “You sent for me, Doctor,” he informed her, pleasantly. She tried to keep a steady gaze into his yellow-tinted eyes, but found that her own were disobediently wandering about. “Uh…yes, Data. There is something here which requires your presence, and I’m not sure which one of us is going to need to sit down more when I tell you what that is.” She had rehearsed this moment in her mind for some time, but now was struck mute. It didn’t help that she wasn’t quite able to believe the facts, herself. In frustration, she slapped the sides of her blue labcoat, then pulled Data by his right arm back out the door he had just entered through. “Data, have you ever considered what the purpose is for creating an android which imitates a specific gender of human being?” she asked of him, as she led him through the hall to a destination only she knew. “Yes, Doctor. It was, in fact, my fourteenth consideration since I had achieved consciousness. Unfortunately, I was never able to arrive at a satisfactory conclusion on the matter. Perhaps it is an arbitrary decision on the part of the creators, since humans only come in the male or female variety, and associating with one which appears to be neither may be aesthetically distressing to some.” They entered the obstetrics office, where they were greeted by three pregnant women. Crusher didn’t give Data much chance to return the greetings, towing him straight through to the incubation ward. Inside, they stopped before a particular fetal development tank, whose viewport was switched off. Data looked curiously around, as he never had any business to be here, before. “How would you react if I were to tell you that you, Data, are a father?” Data searched his memory banks for an answer that would be as close to reality as possible. “With much skepticism, Doctor. That would imply that I was constructed with an ability to sire offspring, which is extremely unlikely.” Crusher gave him a wry grin before touching the viewport panel. A small embryonic humanoid faded into view, floating quietly in the tank’s fluid. “Say hello to your offspring, Data! Or should I say `Da-da’?” “Confirmed,” boomed Lt. Worf at his station on the bridge, consulting sensor data, as well as the screen. “A ship’s recorder-marker. This one came from the starship *Anaxagoras*.” Picard nodded, more in confirmation to himself. “The *Anaxagoras*. The name I had been expecting to hear.” First Officer William Riker was seated to the left of the captain’s chair."}
{"text": "  STAR TREK THE NEXT GENERATION THE BRIGADE OF THE DOOMED CHAPTER ONE Captain Jean-Luc Picard walked onto the bridge in an unusually happy mood. Starfleet Command had finally given the Enterprise permission to explore the Seraris Regions. That area of space was one of the most mysterious sections of the Alpha Quadrant, and the Enterprise was going to explore it first. If anyone in civilized space hadn’t heard of the Enterprise before this mission, after it, they most certainly would. “You’re sure in a happy mood,” Counselor Deanna Troi noted as Picard took his spot at the command chair. Commander Riker went to sit at the first officer’s seat. “I most certainly am,” Picard told Troi. “Starfleet Command has given us permission to explore the Seraris Regions.” Troi looked shocked. Ensign Wesley Crusher’s mouth hung open. Commander Riker asked, “How did you manage to pull that off?” “Admiral Jordan is tired of all the mystery surrounding the Seraris Regions, and she felt that the Enterprise was the only ship for the job. Also, if there’s anything valuable in the Seraris Regions, we want to have the first grab at it.” Riker nodded. “Understandable. Admiral Jordan also talked about sending the Yeltsin to explore the Seraris Regions some years ago, but she felt that Starfleet should wait and send the newly commissioned Enterprise to explore them when she felt the ship is ready.” “She feels the ship is ready right now, Number One,” Picard said. “Mr. Crusher, lay in a course for Starbase 123 at maximum warp. Engage.” “Yes, sir.” Ensign Crusher turned to input the coordinates into the conn station, and he pressed the engage button. The Enterprise sped towards the last outpost before the unknown. Lieutenant Commander Data pressed the buzzer to Lieutenant Commander Geordi La Forge’s quarters. “Come in,” Geordi said. Data entered the range of the sensor above the door to Geordi’s quarters. The door whooshed open. Geordi was listening to the popular band “The Warps”, who mutated jazz in an odd form that humans seemed to like. Data entered the quarters. “I hope I am not disturbing you.” “Not at all Data.” Data stepped further into Geordi’s quarters. The door whooshed shut. “I wish to know about all the wonder surrounding the Seraris Regions.” Geordi got out of his chair and turned the music off. “How do you mean, Data?” “There has been a great deal of controversy and myth surrounding the Seraris Regions. Little has been backed up by fact. Why does this particular region of space seem more important than any other unexplored region?” Geordi sat back down in the chair and shook his head. “I don’t know, Data. Perhaps it’s because it’s so close to us. That’s the most likely explanation I can think of.” Data nodded. “Ah. So you believe that when we get closer to the Gamma and Delta Quadrants, those regions of space will be like today’s Seraris Regions?” “I guess. I really don’t know.” “You have been most helpful, Geordi. Thank you.” Data exited Geordi’s quarters. Lieutenant Worf struggled with his opponent. The creature was growing fatigued and was breathing heavily. That’s when the Klingon abruptly stepped backwards away from the creature. The strategy surprised this dumb animal. Worf took out his dahktog and stabbed his opponent in the ribs. The thing fell to the ground, blood flowing from the wound. Then, the creature disappeared, as did the harsh enviroment surrounding them."}
{"text": "  STAR TREK THE NEXT GENERATION THE BRIGADE OF THE DOOMED PART II PROLOGUE The bridge crew watched, transfixed, as the shock wave from the imploding vessel raced towards them.  It knocked the other vessels out of commission, and they weren’t as severely damaged as the Enterprise.  They would survive it; Enterprise wouldn’t. “It is a good day to die,” Worf said as the shock wave was within moments of destroying the Enterprise. Captain Williams on the Ariel watched in horror as the shock wave took out the Enterprise.  It was so clean… there wasn’t even any time to think about it. “There are… no debris…” Black said with puzzlement.  Then, she nodded. “The shock wave had residual tryolic waves, no doubt from the power core of the Garthusian sphere.  That explains the lack of an implosion or any debris.” Williams got out of the command chair and looked at Commander McGrady.  “Memorial service at nineteen hundred,” he said.  “I’ll be in the ready room.” CHAPTER ONE Captain Kalome of the Imperial Star Destroyer Gunterge didn’t believe his eyes.  The alien vessel was nothing like he had ever seen before.  It had a large forward section shaped like a saucer, a large section in the aft section with two long protusions that appeared to connect to some kind of propulsion system.  It was also loaded with numerous other things he’d never even dreamed of.  Kalome turned to his first officer, Commander Jafar.  “We will send over troops to investigate that vessel immediately.  It will belong to the Empire!” “As well as increase your standing,” Jafar replied. Kalome eyed the first officer warningly.  “What?” “Nothing, sir.” “Good.  Now send over the troops!” Captain Jean-Luc Picard of the Federation Starship Enterprise awakened. He looked around him.  Everything was dark.  He had a hard time breathing.  He must have been in Hell.  It figured. He heard a noise to his right.  Picard looked in that direction sharply.  He could make out a form struggling to get up.  “Ughh.”  It sounded like Commander Riker. “Will?” Picard said. “Captain?” Riker answered. Picard felt around the back of him.  He felt a chair, with the same creaks and crevices of… the command chair on the Enterprise.  He must not have been in Hell after all.  Somehow, the Enterprise had survived the shock wave.  “Number One, we must restore at least partial power.”     “What I don’t understand is,” Riker said, standing up, “why Starfleet didn’t immediately come in and scan for survivors.  It looks like they just left us here to rot.” Picard scowled at that thought.  “I don’t think so.  Perhaps that shock wave knocked out the rest of the fleet, too.” Riker scrambled for the Jeffries tube access in the aft section of the"}
{"text": "  THE BRIGADE OF THE DOOMED PART III CHAPTER ONE Captain’s log, stardate 44333.3.  The Enterprise has been fully repaired at Starbase 121, and we now have replacement crew members for those who were killed battling the Garthusians or the Galactic Empire.  Also, Ensign Wesley Crusher is back in full health and is resuming his duties at the conn. Meanwhile, since the Battle of Feronium, there has been no Garthusian activity within Federation space.  Attempts at communication with Vraris have failed.  The Romulan Star Empire has also been quiet since Feronium. There is a mystery about the Romulans… why did they betray us at the Battle of Feronium?  As of yet, we have no solid answers.  It has been suggested that the Romulans and the Garthusians are allies, but that is difficult to prove.  The Klingons are subscribing to this theory, believing that the “dishonorable cowards” decided to join the stronger side than risk a fight to the death.  Anyway, communication attempts with Romulus have also met with failure. The Enterprise has been given the task of determing the relationship between the Garthusians and the Romulans.  It will not be easy.  Right now, the Enterprise is on a course for the Romulan Neutral Zone so we can begin our investigation.  Starfleet is also strengthening defences along the Federation-Garthusian border. Lieutenant Commander Data raised an eyebrow, emulating surprise.  “A distress call?” “Yes, sir,” Woorf said.  “From within the Romulan Neutral Zone.” “Put the vessel on the communications system, Lieutenant,” Data ordered. The speakers crackled to life.  “This is Captain John Hommand of the freighter-”  Static sounded loudly, then silence. “Can you determine the status of the distressed?” asked Data. “Affirmative, sir.”  Worf scanned his tactical console. “The freighter is the Kobayashi Maru, Gabriel-class.  It’s shields are down, it’s warp core is threatening to breach, their life- support is down, and they have five hull breaches.” “Estimated survival time, Mr. Worf?” “Twelve minutes, Captain.” “Distance?” “Ten million kilometers.” Data considered the situation.  The Kobayashi Maru was severely crippled, and was within the Romulan Neutral Zone.  It was out of transporter range, so the Enterprise would have to go into the Neutral Zone to beam out the survivors.  However,"}
{"text": "  PART 1 Stardate 77372.14 Captain Mark Alexander Smith stood on the bridge of his starship, the USS Lexington. He looked out at the gargantuan Borg vessel on the viewscreen. “Captain, the Borg seem unaware of our presence, but their scans are increasing” said his operations officer, “Maintain Grey-mode Protocol” he ordered. The ship was following the Borg Cube trying to divert it from its course to Earth. Starfleet was bogged down with the Borg in other sectors and even with help from the Klingons and Romulans, they were not making much headway. Planet after planet in system after system were falling to the Borg. a siren alerted at the tactical status, “Captain, we’ve been detected, Borg vessel altering course to an attack position” reported his tactical officer, “Full shields and weapons, fire” he ordered. The Borg vessel was faster as his crew bustled. The first shot was staggering. Explosions rocked the vessel, throwing the Captain to the floor. “Damage report” demanded the Captain, staggering to his feet, “Hull breach on deck 24, main power to 15%, secondary power and emergency back-ups are destroyed, weapons are offline, shields are at 27%, Sir” shouted his tactical officer, “Number 1” he shouted, mimicking an old mentor and role model. His first officer was dead under some debris. The ops officer shouted up, “Captain, what’s left of the sensors are detecting tachyon emissions “. The Captain ignored that and shouted, “Helm, all forward, lay in a collision course, Lieutenant, drop an emergency beacon with information about what happened here” he ordered to his bridge staff, “Bridge to Main Engineering, shunt all available power to the impulse engines on my mark” he said. He took a deep breath to calm himself, “Mark” he said, “Power shunted, Captain” said the Chief Engineer. “Helm, Engage” he said. The ship moved forward, disintegrating as it went, the computers warning system kicked in, “Warning, collision detected, impact in 30 seconds”. The Captain watched with resignation as the Borg ship completely filled the viewscreen. Just before impact he saw a bright light, then lost consciousness. Stardate 48905.72. USS Enterprise NCC-1701-D. Earth Captain Jean-Luc Picard sat face to face with Admiral Edward Robertson. Sat next to him was Commander William Riker. The Admiral was briefing the Enterprise command officers as to their mission, “Captain, you understand this mission is to be classified, news of the possible return of the Borg could destabilise the Quadrant. Given that previous Borg attacks have been targeted at humanity, it might give those hostile to Starfleet the excuse they have been looking for to launch assaults along the Federation Borders” said the Admiral, “Understood, Sir, shall we be on our way, time is critical if it is indeed the Borg” said Picard. The wizened Admiral nodded, “Very well, Captain, I pray that I’m wrong” said the Admiral. The Admiral stood, shaking hands with Picard and Riker before leaving the briefing room. Before Picard or Riker could say anything, Lieutenant Commander Data contacted them, “Data to Picard, Captain, internal sensors are reading massive tachyon and chronoton emissions on deck 4” he said. Picard and Riker looked at each other, “Are you sure, Mr Data” said Picard, “Quite certain, Captain, the emissions seem to be occurring in an area about the size of a humanoid male about 6 feet tall” said Data. “Very well, Mr Data, have a security detail meet me and Commander Riker on deck 4” said Picard, leaving the briefing room with Commander Riker close behind. 5 minutes later, Picard, Riker and the security forces sent by Data and Worf were at the area where the tachyons were concentrated. The corridor seemed normal. Nothing seemed out of place, “Picard to Data, we have arrived at the area you directed us to, but there doesn’t seem to be anything here” he said. There was slight interference when Data responded, “Captain, the emissions are concentrating into one area, you might see something in the next few minutes” said Data, through the interference. They did. As the emissions condensed and concentrated, a bright light filled the corridor. When it cleared enough for the crew to look, a man lay on the deck. His uniform wasn’t recognisable, but the insignia showed he was a Starfleet officer. “Medical scan” ordered Picard. He watched the medic scanning the new man, and looked at him with a comparative eye. Whereas his uniform was black all the way up to the shoulder with red on the shoulders and a blue collar showing with his four command pips, the strangers uniform was black up to the shoulder where the shoulder pads turned grey. The collar was red and Captain Picard noticed that he was looking at another Starfleet Captain. “He’s alive, Captain” said a Security Ensign, “Picard to Transporter Room Three, two to beam directly to sickbay” said the Captain. They both dissolved and left the Commander and the security team on the deck. “Picard to Riker, return to the bridge and set a course for Ceridian III, Warp 6” said the Captain as Doctor Beverley Crusher examined her patient. The Captain watched the bustle quietly as they worked to heal the man’s extensive injuries. Thirty minutes later, the medical team stepped away from the patient, “I’ve stabilized him for the moment, but he is very weak. The next hour should determine his rate of recovery” she said. The Captain pondered the situation, “Can you wake him” he asked. The Doctor looked at him again, “Yes, of course, but he will be very weak” she replied. Captain Mark Smith was slowly becoming aware of his surroundings. It took him a few seconds to realize that he shouldn’t be able to become aware of his surroundings at all. He tentatively opened his eyes and saw a face that he hadn’t seen in the 20 years since his death. Captain Jean-Luc Picard stood over him. This was impossible as the Captain had been dead for 20 years. “My name is Captain Jean-Luc Picard of the Federation Starship Enterprise” he said briskly, “I know who you are, Sir” said Smith weakly, “I’m Captain Mark Smith, USS Lexington” he said. Before the Captain could reply, Smith fed him the vital piece of information, “Captain, I grew up on this ship, I think I have travelled back in time” he said. Picard didn’t seem surprised, “Yes, we observed tachyon emissions around the time and place you were discovered. But who are you to have grown up aboard the Enterprise” said Picard. Smith sighed, “My dad was the Deputy Chief Engineer who was killed in an EPS explosion when I was eleven” said Smith, “Yes, Lieutenant Smith was killed a week ago, Mr LaForge is trying to find out exactly what caused the explosion. Counsellor Troi is working with, erm, you” said Picard. There was a moment of awkward silence between the Captains. “What’s the Stardate where you’re from” said Picard. Smith cleared his throat, “77371.95” he said. The Captain sighed, “What’s Starfleet doing 40 years from now” said Picard, genuinely interested, “Well, Sir, there is lots I can’t say because of the Temporal Prime Directive. I couldn’t tell you much about the next forty years. However, for the last two years in my time, the Federation has been plagued by the Borg. The USS Alaska monitored several temporal distortions around the badlands, and a number of them had Borg signatures. When the Borg started hitting Federation colonies, the temporal schisms became a low priority” said Smith. Picard looked at him, looking ever so slightly haunted at the mention of the Borg, “What were you doing when you ended up on the Enterprise” asked Picard. Smith wracked his brain, “I believe that we were following a Borg vessel when we were detected. My ship was heavily damaged so I ordered all power to be diverted to the impulse engines and lay in a collision course” said Smith. Picard responded instantly, “Captain, we are on a mission to investigate the sudden appearance of Borg vessels in the Ceridian System. There have been no Borg incursions since the Battle of Wolf 359, but a deep space sensor relay suddenly picked up about 20 signatures. The Enterprise has been sent to investigate” said Picard. Smith frowned, “What’s the precise Stardate, Sir” said Smith, “48905.72” replied Picard. Smith suddenly had all his fears confirmed, “Captain, my recollection of this Stardate is the Enterprise going to Starbase 384 for weapons system refits” said Smith. Picard looked at him, “Yes, but Admiral Robertson redirected us to investigate the readings from the deep space sensor array” said Picard, equally concerned. “It would appear that some event has changed the timelines, quite possibly starting with the Borg invasion in my time, leading to the destruction of my ship to my appearance aboard the Enterprise” said Smith. On the bridge Commander Riker was looking at the sensors with Data. “What could be causing these readings, Mr Data” said Riker. Data made a face that almost looked pensive, “The parameters do not conform to that of any known sub-space or temporal distortions currently on record, Sir” said Data. Riker considered his options, “Any theories” he said. Before data responded, Worf spoke up, “Commander, there is a Borg signature emanating from the distortion. A Gravimetric distortion extending from the main disturbance” he said. Before the commander could give an order, the ship was enveloped in the gravimetric disturbance. “Red alert, Captain Picard to the bridge” said Riker, “All engines, full reverse” he ordered. The ship shuddered violently as the helm officer carried out Riker’s orders, “Commander, engines are at full reverse, it’s not having any effect” said the helm officer. Down in sickbay, Captain Picard was deliberating with Captain Smith, “Captain, come with me” said Picard. The Captains left the sickbay and walked towards the bridge. “Picard to the Bridge, Number One, what’s the situation” said Picard. “We are caught in a gravimetric distortion expanding from a larger anomaly. Mr Worf has detected a Borg signature and Mr Data has no theories. Engines are at full reverse but it’s not having any effect” said Riker. Picard sighed, “Understood” he said. Riker was watching the situation evolve in front of him. “Bridge to LaForge, I need more power to the impulse drive” said Riker urgently as the ship shook more violently, “I’ll do what I can, Sir, but if we keep this up the manifolds will rupture and we’ll be dead in the water” said Commander LaForge. The turbolift doors hissed open and Captain Picard stepped out with the other Captain, Riker was aware of the ripple of unease at the stranger on the bridge. “Report, Commander” said Picard, “Sir our best indication is that a Borg vessel is about to emerge from the distortion, there are chronoton emissions emanating from the distortion” said Riker, he looked at the other Captain, “It’s possible that this distortion could also lead to your time, Sir” said Riker. Picard looked to Smith, “Suggestions” he said. Smith thought for a second. “Mr Data, can you display sensor readings or the distortion on the main viewer” said Smith. Data complied instantly and Smith studied the readings, “This looks like a Borg Transwarp conduit, but the readings are unusual. Commander Riker’s assessment is correct, Sir, this distortion could indeed lead to my time” said Smith. He walked over to Worf, “Commander, launch a photon torpedo at these coordinates , prime it to explode on arrival. The antimatter discharge may break the ship free, helm reduce power before the manifolds rupture” he said, walking back to Picard and Riker at the centre of the bridge. He looked at Picard, “Ready, Sir, that should free the Enterprise from the distortion field” he said. Picard nodded, “Mr Worf, fire torpedoes” said Picard. Worf nodded, “Firing, Captain”. The torpedo flew from the ship, exploding right on target, “Captain, gravimetric distortion is weakening” reported Data, “Helm full reverse” said Picard. As the Enterprise  reversed away from the distortion, a Borg vessel protruded from it. The vessel was enormous in size and scope. “Captain, engines are overtaxed from the effort of escaping the distortion, we must power down or the impulse manifolds will rupture” said the helm officer. Picard focused on the helm officer, “Warp Engines” he questioned. The helm officer checked, “No, Captain, the gravimetric disturbances are interfering with the warp bubble I can’t get it to stabilize” said the helm officer. Smith stepped in, “Ensign, is there a way to reduce the warp profile of the Enterprise” said Smith. The Ensign thought for a second, “Yes but we can’t do it from here” she said, “ there is a malfunction in the command relays, it will have to be done from Main Engineering” she said. Picard stood, tapping his communicator, “Picard to Engineering, Mr LaForge, find a way to lower the warp profile of the ship” he said. The Borg ship continued to emerge from the distortion when LaForge contacted them again, “LaForge to Bridge, warp profile should be concealed” said LaForge. The Borg vessel was fully out of the distortion and the distortion was dissipating. “Scan the vessel, Mr Data” said Picard. Data scanned the Borg ship. “It is larger than the Borg vessels we have encountered so far, but its structure is perfectly geometric. There is a large section of damage to the vessel, indicating that a starship similar in size to the Enterprise collided with the ship” said Data. A sound of anguish and pain came from Captain Smith. The crew looked at him, “Remember what I said, Captain. The last thing I remember before waking up on deck 4 was my ship being heavily damaged in a Borg attack as a Borg vessel headed for Earth. I rammed the Borg to try and destroy them. I failed” said Captain Smith, sinking to his knees. A beeping cut through the tension on the bridge, “Captain, we are being hailed” said Worf. Captain Smith still knelt on the bridge, head held in shame, Captain Picard stood and walked forwards. Before he could order the channel open Worf said, “We are being scanned, Sir”. Picard looked at the damaged vessel, “Open a channel” he said. The screen showed an image of a terrible creature. It looked like a woman, only it had tubes sticking out of the crown of its head. Captain Picard and Captain Smith recognised it as a Borg queen. Her face showed an expression that had she not been an emotionless cybernetic abomination would have been likened to imperious and smug. “Locutus” she said to Picard. Picard’s face stonewalled, “That is not my name” he said, “Why do you resist us, Locutus, you know what we are capable of” she said. The bridge was quiet as Captain Picard and the Borg queen faced off. “Lucky for you, Locutus, we are not interested in you today” said the Borg queen suddenly. “Then what do you want” demanded Picard, coldly. She almost smiled, “Captain Mark Smith” she said, the words carefully measured for maximum effect. Picard’s gaze swung toward Smith briefly, “And if we refuse” said Picard. The Borg queen didn’t answer straight away. After a couple of seconds she said, “Deck 14 is now overrun with drones. If you do not had us Mark Smith, they will force visual and audio imagery of the slow assimilation of your crew until you change your mind” she said. Before Picard could respond, Smith stood, rage filling his thoughts. “You want me? Fine. Prepare to receive me, but if you want an easy assimilation subject, no if you expect an easy assimilation target then prepare for the biggest resistance you have ever encountered” said Smith. Picard flashed him a steely glare. “You’re threats are irrelevant, you know I won’t sacrifice a member of my crew” said Picard. Smith shot Picard an equally steely glare, “With respect, Captain Picard, the lives of the crew aboard this ship are worth more than mine. I lost my ship and all my crew are dead, so I will do anything to protect this ship and this crew” said Smith. Before Picard could respond the Borg queen smiled, that same mechanic, mirthless smile. “Not all of your crew are dead, Captain” she said. To be continued…  Comments #wpdevar_comment_1 span,#wpdevar_comment_1 iframe{width:100% !important;}Share this:PrintFacebookTwitterPocket     Post a Comment Click here to cancel reply. You must be logged in to post a comment.       Categories  The Original Series  The Next Generation  Deep Space Nine  Voyager  Enterprise  Crossover  Miscellaneous   Blogroll  HitFix: Star Trek Trek Writer's Guild"}
{"text": "  PART 2 Captain Jean-Luc Picard and Captain Mark Smith stood at a critical turning point. The Borg had placed a demand for Captain Smith. Captain Picard knew that handing him over would only mean that the Borg would chase the Enterprise until they recaptured him. Picard also had a hostage situation on deck 14 where the malicious Borg queen had transported scores of drones aboard as leverage to get what they wanted. Picard was trying to maintain control of a hot-headed Captain Smith who wanted to rescue the remnants of his crew. “If you have my crew, show me” demanded Smith. The Borg queen didn’t respond, other than moving aside to show two drones holding a struggling figure of a woman in the same uniform as him. “Mark” came the struggled gasps of the woman. Again Captain Smith fell to his knees as he recognised Lieutenant Commander Alyssa Smith, his wife”. The Borg queen again stepped back into the picture, “Will you join us, Smith” asked the queen, knowing she had the Enterprise crew and Smith backed into a corner. Knowing the situation was beyond him, Smith looked to Picard, “Captain” he said, resigned and defeated. Picard looked to him, “I cannot allow you to leave this ship, the Borg will just come after us again regardless, but then again, I cannot expect you to abandon your crew” said Picard, “Sir, we can’t save them” said Smith, “The Enterprise is more important” he said. Riker exploded, “How can you abandon them to assimilation”. Smith glared at him, “I don’t do it easily, Commander, that’s my wife on the screen, but here and now I have a duty as a Starfleet officer” he said. He turned to the screen, “My love, I’m sorry” he said, head sinking, before turning his attention to the Borg queen, “Go to hell, you skinny mechanic bitch” he growled. The drone holding Lieutenant Commander Smith lifted its hand, injecting the nanites into her blood stream. She screamed, the pain unbearable as the Borg nanites began to alter her. Her scream was not long-lived. Soon only a shell of the former human remained. “Locutus, you will be ours again, Smith, you will make an excellent drone” said the queen, closing the channel. A sniffle escaped Smith. Worf was intently watching the sensors throughout the whole exchange, nothing had really changed until now, “Captain, Borg weapons systems charging” he said. Picard wasted no time, “Helm, Warp 4, engage” he shouted. The Enterprise leapt away to warp 4. “Captain, receiving a distress transmission from deck 14” said Worf. Picard stood up, “Are the Borg following us from Earth” he asked. Worf checked the sensors, “Yes, Captain, closing at warp 7” said Worf. “Increase to maximum warp” he said, “Lets lead them away from Earth, Mr Worf, scan deck 14, I want to know what’s going on down there” said Picard. Worf worked the sensors, “Captain, visual contact” said Worf. “On screen” said Picard. The corridor was dark, drones moved around assimilating crewmembers of the Enterprise. Picard and the Bridge crew watched in horror, “Survivors” asked Riker. “None, Commander, all either assimilated or in the process of being assimilated” said Worf. The bridge was silent, “Vent deck 14” ordered Picard. The crew rippled, “Captain” said Commander Riker, “Number one, venting deck 14 might spare the crew a living hell, I’m doing it to save the Enterprise” said Picard. Worf keyed in the command sequence, “Ready, Captain” he said, indicating that the deck was primed for venting. “Make it so, Commander” said Picard. Worf punched it in. “Venting complete, Captain” said Riker, “Nothing is alive down there” he finished. The Borg cube pursued the Enterprise relentlessly. The Borg queen was hell bent, if you could consider her hell bent, on capturing Locutus and Captain Smith. The Enterprise was going at maximum cruise speed. She watched as the Enterprise drew closer as the Borg ship was outrunning her. She could picture the resistance that Locutus and Smith would put up as they were assimilated into the Collective. If you could call what she felt pleasure, she had a pleasurable anticipation of the assimilation to come. Back on the Enterprise, Captain Picard watched the Borg ship closing in, “What is our current velocity” he asked. “Warp 9.2, Sir” reported Data, “Increase to Warp 9.8” said Picard. Smith stood up, “Captain, Warp 9.8 puts the Enterprise at extreme risk, especially given that the Borg are pursuing us” said Captain Smith. Picard looked over at him, “What are you suggesting, Mr Smith” he asked. “Mr Data, show me a map of the region” said Captain Smith. The map came up at Data’s station. “There, the Archanis Nebula, if we head there at Warp 9.6, we can be there in about 11 hours. With that Borg cube as badly damaged as it is, it is unlikely that they will be able to go much faster that Warp 9.6” said Smith. Picard nodded, “Make it so” he said, returning to the command chair. The Borg queen experienced something that could be likened to rage and frustration. The Enterprise had increased speed to Warp 9.6 and with the damage caused by the impact with the Lexington meant that the cube could not outpace the Enterprise. The only way they would out run the ship is if they carried on for more than 12 hours and had to drop out of warp. The entire collective consciousness of the Borg was focused on the Enterprise and little more. 10 hours 53 minutes 23 seconds later The Enterprise dropped out of warp and headed into the nebula. Commander Riker stood next to Data’s station, “Captain, this nebula has a high level of Particle Flux, we can’t stay in here long” he said. Picard nodded, “How long do we have, Number one” he said, gravely. Riker looked at the screen, “24 minutes, Captain”. “Take us to the edge of the nebula, Mr Worf, prepare a full spread of Photon torpedoes to fire straight into the damaged section of the Borg cube” said Captain Picard. “Aye, Sir” said Worf. The Enterprise moved out at half impulse, Worf ready to unleash the Enterprise’s weapons systems on the Borg ship. When they reached the edge of the Nebula, there was no Borg ship. “Full sensor scan” said Picard. Data performed the Scan, “Captain Smith, please have a look at this information” said Data. Smith had a look, “Captain, the Borg vessel has set a course for Starbase 245, it looks like it’s just approaching the edge of sensor range, so presume it’s moving at Warp 9.7” said Captain Smith. Picard looked shocked, “Bridge to Engineering, Geordi, what is the effect on the warp engines from our prolonged travel at warp 9.6” he said, “We have to keep power output of the warp engines to a minimum, Captain, I suggest you don’t push her faster than warp 7”  said Geordi LaForge. Picard turned to Data, “Mr Data, how soon could we be there at warp 7” he said, “2 hours 28 minutes 45 seconds, Sir” said Data, “Helm, lay in a pursuit course, Engage” said Picard. Starbase 245 Commodore Andre Heston was the base commander of Starbase 245. It was a quiet assignment as Starfleet had always routed invading forces before they approached the base. Today however, they were watching the sensors as they showed a Borg vessel approaching at high warp with no Federation Starships to route it. The Commodore watched as the crew bustled to the final preparations, making sure the weapons and shields were active. “Sir, Borg vessel arrival in 2 minutes” said an officer. This was it, the battle was afoot and there was nothing anyone could do about it. Moments later, the gargantuan cube dropped out of warp. Without warning it savagely attacked the Starbase. Within moments officers were reporting shield failures and hull breaches. After a meagre 7 minutes, the station was little more than a debris field. The Borg cube silently moved off, hoping to lure the Enterprise towards them. 2 hours 21 minutes later The USS Enterprise dropped out of warp 50000 kilometres away from the debris field that was Starbase 245. “My God” said Captain Smith looking at the devastation left in the wake of the Borg. “Captain, the Borg are trying to lure us into a trap. Judging by the continuing trail away from this site, it is the only conceivable solution”. Riker thought hard, “We need reinforcements, Captain, but we can’t take the Enterprise back into Federation space. The Borg would just follow” he said. “Mr Worf, what is the nearest Starship to our location” he said. Worf checked, “The Galaxy, Sir” he responded. “Open a channel” he ordered. Within seconds, the face of Captain Alex Bertrum was on the screen, “Captain Picard, how can we help you” he said, “We need to get an officer back to Earth to brief the Council about a Borg invasion. But I can’t take the Enterprise back in to Federation Space, could you rendezvous with us” asked Picard, “Certainly, Captain, set a course to meet us and we will do the same, rendezvous in 3 hours, Galaxy out”  said Captain Bertrum. “Helm, lay in an intercept course and engage at warp 6” said Picard, “All senior officers, report to the bridge” said Riker. Picard, Riker, Data and Worf walked into the observation lounge. Picard took the seat at the head of the table and waited, the tension palpable between the officers. Moments later, Doctor “Commander” Beverley Crusher, Lieutenant Commander Geordi LaForge and Councillor “Lieutenant Commander” Deanna Troi walked into the briefing room. When they were all seated. “For those who haven’t met our new crewmate, this is Captain Mark Smith. He commands the Federation Starship Lexington about 30 years from now and was only sent back when he intersected with a temporal distortion” said Picard, introducing Smith. There was a ripple of recognition as they all recognised the 41 year old version of the boy who still regularly saw Councillor Troi and Doctor Crusher. “Good Morning” said Smith, formally to the people who had helped raise him to what he was. “As you know the Borg are trying to lure this ship into a trap in an attempt to acquire Captain Smith and myself, so we can’t fly back to Earth, without bringing the Borg down on us. So we are setting a course to rendezvous with the USS Galaxy. I will go aboard the Galaxy and we will head back to Earth at maximum warp. Commander Riker and Captain Smith will assume control of the ship, with Captain Smith leading the Borg away” said Picard. Picard turned to Smith, inviting him to talk, “I know it won’t be easy, taking orders from someone you perceive to be a small boy, but I promise you, I will do everything I can to keep this ship safe. I would welcome any suggestions you might have while I’m in Command” said Smith. Picard turned back to the crew, “We rendezvous with the Galaxy in 3 hours, Captain Smith please stay, the rest of you return to your duties” he said. Captain Smith remained seated alongside Captain Picard. “Captain, what I’m about to do is dangerous. When I was assimilated by the Borg, they assimilated my thought patterns and its possible that wherever they are they know what I’m planning, or at least they can guess” he said. He looked distant for a moment, and Smith knew what pressure this was putting on the Captain. “I’m going to send a report to the Admiralty explaining who you are, but I’m going to classify it top secret, so you will have to get into a Starfleet uniform like what the crew wears. I also would like you to keep a sensor lock on the USS Galaxy for as long as you can in case the Borg attack. Are you prepared to command my ship, Captain” said Picard, “Aye, Sir” said Smith, “Computer, transfer all command functions to Captain Smith, authorization Picard Alpha Tango” said Picard. “There is no Authorization for Captain Smith, please enter the relevant information” said the computer. “Computer, enter authorization code Smith Zulu five” said Smith, “Register information under Captain Mark Smith” said Smith. “Command functions transferred to Captain Mark Smith” said the cool voice of the computer. “The Enterprise is now your ship, Captain” said Picard. Smith smiled sadly, “The Enterprise will always be your ship, Captain, I will just be another chapter in hers and your story, Sir” said Captain Smith. 3 hours later The USS Galaxy was holding position just off the starboard bow awaiting Captain Picard’s arrival. “Smith to Transporter room two, is Captain Picard ready to disembark” he said, “Yes, Sir, just waiting for confirmation from the Galaxy, Sir” replied Miles O’Brien. Smith settled into his chair and his new uniform. “As soon as you have confirmation from the Galaxy, beam Captain Picard over” he said, “Yes, Sir” said O’Brien. Captain Smith was somewhat uncomfortable. The universe was in a state of temporal flux that none could predict and he and Captain Picard were now right at the centre of things. A single mistake could result in the destruction of the Enterprise, writing the rest of history for the Federation in a completely different manner, it could even destroy the Federation. As the report came in that Captain Picard had been transported to the other ship, Smith ordered that a wide band covariant signal be transmitted on all frequencies and that the ship move away at warp 6. As far as all intelligence aboard the Enterprise, only one Borg vessel had been reported, so that meant they had to keep it busy until Picard could muster the fleet to destroy it.  “Captain, Borg vessel approaching from heading 232 mark 4” said Worf, his deep voice rumbling across the bridge, “Hold your course, Mr Evans” ordered Smith as the crew rippled with unease. “Mr Worf, Report” he said  turning to look at his tactical officer. Worf checked the sensors, “Borg vessel is approaching at warp 9.1 , visual contact in ten seconds, its weapons are fully charged” said Worf. Smith sighed, “On Screen” he said. The image showed a Borg vessel, but it looked to be too small to be a Borg cube. “Magnify” he said. The magnified image showed a Borg sphere, “Damn” shouted Smith, “Mr Evans, drop out of warp, Mr Data, contact the Galaxy, warn them that they might be at risk of attack” said Smith. “Time to intercept, 1 minute, 24 seconds”  said Worf. “Red Alert, all hands to battle stations” said Riker. “Captain, I am unable to raise communications with the Galaxy” said Data. “Sensors show a second Borg signal on an intercept course with the Galaxy” said Worf, as the Borg sphere dropped out of warp. “Mr Worf, fire a full spread of photons and phasers at a concentrated section of that vessel” he said, “Helm, lay in an intercept course for the USS Galaxy, maximum warp” he said. He watched dispassionately as Worf’s barrage of weapon fire slammed into the Borg vessel, ripping it apart. “Helm, the USS Galaxy, engage” he said, urgency gripping him. The Enterprise jumped to warp. “ETA on the Galaxy” he said, “12 minutes, Captain” said the helm officer, “Maintain course and speed” he said, “Senior officers, report to the bridge” said Smith. He turned to Commander Riker, “Mr Riker, when we complete this briefing, I want  you and Mr Worf to prepare a fully armed security detail and lead it over to the Galaxy if I see fit” said Smith. “Aye, Sir are you expecting trouble” said Riker, “Yes, Commander” he turned to Councillor Troi, “Councillor, what do you imagine the news of an imminent threat to the Federation would do to the crew” he said, “ Panic them, and if we are wrong, it would cause resent and the crew would be bristling under your command” said Troi. Smith sighed, “Options, we are facing a real and present danger from the Borg and I cannot in good consciousness keep them in the dark” he said. Smith wished he had Picard’s wisdom in this situation, “We are informing the crew, I’ll address them at the proper moment” he said as the bridge turbolift doors hissed open and the senior officers stepped out. “This is a critical briefing, it will be given to all hands, open internal communications link” he said. He sighed, “All hands this is the bridge, there is an extreme risk to the Federation. We just lost contact with the USS Galaxy which Captain Picard transferred to in order to warn Earth of the impending Borg attack. We have reason to believe that the Galaxy is under attack from a Borg cube and are therefore setting a course to intercept, I want all stations battle ready in 4 minutes” he said, closing the internal comms. “I need to options. The Enterprise may be out matched by the Borg and I need ways to keep her in the fight. Mr LaForge, Mr Data, work on a way of increasing shields and weapons to compensate for the adaptive nature of the Borg, Commander Riker, Mr Worf, I need tactical strategies in place. Captain Picard may still be in a position where we can rescue him and so we must try to do so. The future of the Federation may depend on it” he said, “Doctor Crusher, Captain Picard may be injured if we can retrieve him, and the battle may cause injuries across the ship, I want your medical teams on full standby” he said as Doctor Crusher nodded her assent. “Councillor Troi, I need you to remain on the bridge, with the rest of the senior staff off the bridge, I’ll need you to act as my first officer” he said, Troi looked worried, but accepted his orders, “Captain, we are approaching the USS Galaxy I’m not reading any Borg vessels” said the Helmsman, “Slow to 1/3” he said. “Mr Worf, open a channel, we shouldn’t have met the Galaxy so soon” he said. Turning his attention to the Galaxy, he said “Enterprise to Galaxy”. There was no response, “Enterprise to Galaxy, please respond” still nothing, “Mr Worf, intensive scan” he said. Worf scanned the Galaxy, “Nothing out of the ordinary, Captain”. Then the first shot came. “Captain, we are being hailed” said Worf, “On screen” shouted Captain Smith. The Borg queen observed the crew of the USS Enterprise with an almost excited disposition. She knew that they would be demoralized when they saw her, and even more demoralized to see who accompanied her and what she had done to him.  It pleased her to have so many new ‘children’ in her fold. “You, what the hell are you playing at” said Captain Smith. “Perfecting the galaxy” replied the queen cryptically. “Where is Captain Picard” demanded Smith. The bridge crew of the Enterprise were bristling at the appearance of the Borg queen on the USS Galaxy. The Borg queen hadn’t responded to Captain Smith’s question as to the whereabouts of Captain Picard. Suddenly she stepped aside. A figure stepped forward, “I am Locutus of Borg, lower your shields and surrender your ship, resistance is futile” To be continued…  Comments #wpdevar_comment_1 span,#wpdevar_comment_1 iframe{width:100% !important;}Share this:PrintFacebookTwitterPocket     Post a Comment Click here to cancel reply. You must be logged in to post a comment.       Categories  The Original Series  The Next Generation  Deep Space Nine  Voyager  Enterprise  Crossover "}
{"text": "  PART 3 Captain Mark Alexander Smith stood on the bridge of the USS Enterprise looking at her former Captain. “Resistance is futile, lower your shields and surrender your ship. Your culture will adapt to service us” said Locutus, formerly Captain Picard, “No, we will not surrender, Locutus, you were taken from the Borg by this crew and restored to Captain Picard before” said Captain Smith. “The unit Picard is part of us, he cannot be removed” said Locutus, “Surrender is the only option” he said. Smith sighed, “Commander, prepare boarding parties to recover Captain Picard” he said, “Mr Worf, go with him” he said. Ensign Macaulay stepped up to replace Worf, “Ensign, target the Galaxy shields, Mr Data, do whatever you have to, to keep the Enterprise a step ahead of the Borg” he said. Weapons fire from the Galaxy hit the Enterprise first. The power of the shots quickly overwhelmed the defences, “Damage report” shouted Captain Smith. “Main power is offline” shouted Ensign Macaulay, “Shields and Weapons are inoperative, hull integrity down to 74%” shouted Data. “Helm, reverse course, full impulse” shouted Smith, “Manifolds can’t handle full impulse, Captain” shouted the helm officer. “Commander LaForge” shouted Smith, “I’ll be in Engineering” replied LaForge. Commander Riker was regaining his feet, “Riker to Bridge, what’s happening” said Riker, tapping his commbadge, “The Galaxy is attacking, we are taking heavy damage. I’m sorry, Commander, we have to pull back and focus on rescuing Captain Picard another time” said Smith, “Understood, Captain” said Riker. He steadied himself against another shot, “Mr Worf, what are the odds that the Borg try to board the ship” asked Riker, “High, Sir, the Borg only live to assimilate, it is their way” he said, “Take a security detachment and secure main engineering. I’ll take the rest and secure other key areas of the ship” said Riker, “Aye, Commander replied Worf. The officers walked in separate directions leading security detachments across the ship. As they went another volley of shots crippled secondary power, “Right, we won’t make it to the bridge, I suggest we head to sickbay and help Doctor Crusher keep the wounded alive and safe” said Riker. The bridge lights exploded, “Captain, impulse engines are offline” shouted Data, “I’ve lost helm control” shouted the Helm officer, “Secondary power systems are offline” shouted the stand-in tactical officer. The assault stopped, “Captain, incoming message from the Galaxy, audio only” reported Ensign Macaulay. “Let’s have it” demanded Captain Smith. “Witness the beginning, resistance is futile” said the voice of Locutus. Stardate 48922.81, Starfleet Headquarters, San Francisco Vice Admiral John Adamson was looking at the report given to him by Captain Michael Thornton, Commanding Officer of the USS Akira. “Captain, I want an account of everything” said the Admiral, “Sir, about 4 hours ago, we lost contact with the Starships Enterprise and Galaxy. Our sensors picked up massive amounts of weapons fire as well as Borg signatures. When everything died down, we detected a starship but we could not open a line of communication. Intensive scans showed it to be the Enterprise, she was maintaining position when we moved back to transmission range. Admiral, we are the only other starship within 4 days of the Enterprise, if the Borg are gathering forces in this area, we need more ships” said Captain Thornton. “Understood, Captain, you are to hold your position on the edge of the sector until reinforcements arrive. Monitor the Neutral Zone for any signs of the Romulans taking advantage of the weakened state of the Enterprise, Adamson Out” he said. He turned away from the viewscreen feeling uneasy. As the head of Fleet operations, Captain Jean-Luc Picard had filed a report about Captain Smith, and the position Picard was assigning him. With the Galaxy and Picard MIA and a heavy Borg presence being noted, along with the destruction of Starbase 245, the Admiral was becoming concerned with the security of the Federation. “Damn it, we were attacked 4 hours ago, Locutus could be anywhere by now and we have no way of contacting Starfleet” snapped Captain Smith, in what was left of Starboard observation. “Mr LaForge, status of the Engines” he said, “We think we have thrusters back, Captain, we need to test them before we can bring Impulse and Warp power back online” he said. He nodded, his temper subsiding slightly. “Mr Data, how are the sensors” he said, “We can only use short range sensors at the present time. All long range sensors have been destroyed” he said. Smith’s head dropped, “Find a way to reroute long range sensors through the short range sensor arrays, then transfer all power from the long range arrays back into shields and weapons. Mr LaForge, assist Mr Data when we are sure about the status of the Engines” he said. Riker pitched in, “Captain, Doctor Crusher is requesting that anyone with a level 2 medical qualification assist her teams in triage” he said. “Give her all the help she needs” ordered Smith. He turned his attention to Worf, “What about weapons” he said, “The phasers are being repaired as we speak. The torpedo firing system is online” he said. Smith sighed, “Very well, dismissed, prepare for engine trials” he said, joining the officers as they stepped onto the bridge. “Helm, forward thrusters to 50%, port and starboard at station keeping” he said. The thrusters activated, seemingly without fault, “LaForge to Bridge, Captain, the thrusters repairs are complete, I can give you partial impulse in 10 minutes and partial warp in 15 minutes”  said LaForge. Exhausted with the fatigue of defeat, Captain Smith turned to Councillor Troi, the most senior officer on the bridge at that time, “Councillor, you have the bridge, alert me if we run across the Galaxy” he said, walking into his ready room as Councillor Troi sat in the command chair. After a few hours of restlessness, he was thrown to the floor as an explosion rocked the ship. “Report” he said. Walking out onto the bridge, “Romulans” was the only reply, “Open a channel” ordered Smith. The stand in tactical officer was doing so, “No response, Captain”. Smith pondered, in his time, the Romulans were allies, he even had Romulan friends, but where he was now, they would attack and they would not consider being friends. They wanted a ship like the Enterprise.  “Back us off, use thrusters and impulse engines to get us inside that proto-stellar nebula” ordered Smith. “Captain, if we go in there, we will be cornered, if the Romulans leave, the Borg will just take their place” said Ensign Macaulay. “Agreed, very well, Ensign, helm go to warp 1 and get us away from Romulan space” ordered the Captain. The Enterprise repairs were going well, after 15 hours, weapons and shields were at 94% while Data and LaForge had managed to enhance the short range sensor arrays with long range equipment. Impulse engines had been fully repaired and Commander LaForge was preparing to unlock the magnetic constrictors and allow the full use of the warp drive. Commander Riker had returned to the bridge, but he had left security details at main engineering and sickbay ready for any Borg incursions. They were both sat in their chairs at the centre of the bridge. “Captain, our long range sensors have picked up unusual readings, I went to Stellar Cartography and ran a Quantum Spectral Analysis. The signatures are Borg, in about 3 days, the Viridian and Ceridian systems will be overwhelmed” said Riker, “I contacted Starfleet and forwarded the date I had, they are marshalling all ships to Sector 221 to engage, but I also found the Galaxy” he said. Smith looked at Riker, “Where is she” he said. Riker pulled up the data on a PADD. “The Goren sector, approaching Earth at maximum warp, accompanied by 2 Borg scout-ships” said Riker with a sigh. Smith looked at the data, “What’s their ETA” he said quietly. Riker looked at the information, “20 days 4 hours at maximum warp, Sir” said Riker. He stood slowly, “Captain, we have also been hailed by Admiral Rogers, we have been ordered to meet with the fleet at the edge of Sector 221” reported Data, “I can’t get a stable communications line due to interference from a plasma storm in that area” he reported. “Helm, lay in an intercept course for the Galaxy, warp 4.8” ordered Smith. The helm officer shot a look at Data, “Course plotted, Captain” reported the officer. “Engage” replied Smith, “Red alert” he finished, “Commander, I apologize, but hopefully this is an opportunity to rescue Captain Picard before he is destroyed. The timeline relies on it, so disregard any and all Starfleet Protocols. Submit the situation in your report” he said. Turning to the helm officer he said, “Ensign, ETA on the Galaxy”. The helm officer looked back, “At this speed 15 hours, but if we can get to maximum warp, I can do that in less than 4 hours” she said. Smith nodded, “Smith to LaForge” he said, tapping his communicator. “LaForge here” replied Lieutenant Commander LaForge. “Commander, can you have the constrictors unlocked in 1 hour” he asked, “Yes, Captain, I’m just finishing the preparation procedure, it’ll be done in about 20 minutes” reported LaForge. “Acknowledged” he said. Meanwhile, on Earth, “Admiral, we have just got a long range sensor report from the USS Rhode Island. We are seeing a ship that appears to be the USS Galaxy as well as the USS Enterprise” reported a Vulcan Commander. Admiral Robertson looked at the report, “What is the heading of the Galaxy” he asked. “They are on a direct course for sector 001, the Enterprise is on an intercept course” reported the Commander, “Get me the Enterprise” ordered the Admiral. Minutes later, the Enterprise bridge was on his monitor. “Admiral, what’s the situation” asked Commander Riker. “Where is Captain Smith” he said, remembering the report of Picard and the Galaxy crew being assimilated. “On his way, Admiral” replied Riker. “Commander, what the hell is going on” said Admiral Robertson. “The Galaxy is making a direct run at Sector 001 while the fleet is engaged at Sector 221. They have Borg escorts, we are pursuing in the hopes of recovering Captain Picard, the future of the Federation may depend on it” said Riker. “Do you require assistance, I can have ships meet you in 3 days” said the Admiral, “Not necessary, Admiral, the fleet will be needed where they are”. The Admiral nodded, “Robertson Out” he said. An hour later, the Enterprise was travelling at Warp 9.6 in an attempt to intercept the Galaxy and Captain Picard. The ship was only 2 and a half hours out travelling at current speeds. “I want shields set to rotating harmonics, weapons set to high-end EM frequencies, prepare anti-matter spreads to confuse their sensors. All emergency and secondary power to shields, reduce lighting in all areas of the ship to 15% and divert that energy to the weapons” ordered Captain Smith. “Reduce all non essential systems to minimal requirements and hold that energy in reserve” ordered Riker. 2 hours later The darkened bridge was comforting for Captain Smith. He was used to the bridge dimming at red alert to divert power to the weapons and shields, it felt like normal to have a darkened bridge again. “Captain, the Galaxy has altered course to intercept but its escorts are continuing on course to Sector 001” reported Worf. “What’s the Galaxy’s new course” asked Smith, “334 Mk 114, an intercept course” he reported. “Entering visual range” said Data, “On screen” ordered Riker. The Galaxy looked different. Borg devices were appearing on the hull, the nacelles were glowing green rather than blue. The ship was a Borg ship all over. “Time to intercept 2 minutes 14 seconds” reported the helm officer. Smith and Riker shared a glance, “Battle Stations” they said, in unison. The bridge was silent with anticipation, “Slow to half impulse” ordered Smith, “Ready phasers, load photon torpedoes” he continued. “Captain, the Galaxy is dropping out of warp 5000 km dead ahead” said Worf. Data was looking at the sensors, “Captain, I’m reading an increase of protons emanating from the Galaxy deflector dish” reported Data. “Proton emissions” questioned the Captain, confused. A sudden realisation hit him, “Rotate shield harmonics to compensate for Proton bursts” shouted the Captain as the first burst slammed the ship, “sparks erupted and the ship shook heavily, “Shield rotations having no effect” shouted Worf, “5 EPS conduits ruptured in Engineering, they have massive casualties” shouted another officer. “Smith to Engineering, Commander, I need a way to block these proton bursts” shouted Smith, “I got nothing, Captain, they are disrupting power systems, I’ll get back to you” said LaForge, “Brace for impact” shouted Worf as another burst hit the ship. The crew were again thrown to the floor, “Captain, shields are completely ineffective” shouted Worf, “No activity in the main weapons array on their ship, or ours” shouted Worf, “Helm, move us away” ordered Smith, “Aye, Sir” shouted the helm officer. “LaForge to Bridge, we have a new problem, you need to stop using the impulse engines, we’re burning Deuterium down here, were gunna blow our nacelles up, we won’t need any help from the Borg” came the shout of Commander LaForge. He considered, “Hold her together. I’ll reduce speed to ¾” said Captain Smith. Another burst slammed the ship, “Captain, starboard nacelle is fused, there is a plasma leak in that nacelle” reported the helm officer. Another burst slammed the ship, “Captain, weapon interlocks destroyed, primary and secondary systems destroyed” shouted Worf. “Reinforcing the structural integrity grid may buy time” said Data. “Make it so, Commander” shouted. “Bridge, this is Ensign Johnny Saunders, I need a clear evacuation rout for the children. There are 34 families on board presently and I have about 40 kids here” came an urgent call. Knowing that he had a younger version of himself aboard he knew he had to save the kids, “Commander Riker, you have the bridge, I need to get them kids” he said. “Yes, Captain” said Riker, in no mood to argue as another shot slammed the ship. Captain Smith grabbed a phaser, as he left the bridge he heard Worf shout, “Commander, Shield power relays taking heavy damage, Internal sensors are failing, but showing 20 Borg on every deck below deck 10, you won’t make it to deck 20, that’s where Ensign Saunders’ signal came from” he said addressing the Captain. “I intend to try, Commander, transmit orders for ALL crewmen to arm up” he said. “Aye, Captain” said Riker. Just as he prepared to enter the turbolift a burst slammed the ship. “Captain, Main power offline, not enough secondary for turbolift operation” shouted Worf. The Captain instantly went to the Jeffries tubes, “Commander, seal the bridge when I pass the bulkhead” he ordered. Riker simply nodded. 5 minutes later, Captain Smith hit a blockage in the tube at deck 6. He kicked through a damaged panel. “Smith to Bridge, Commander, I’m running deck to deck on foot” he said, tapping his communicator. “Copy that, Captain, the Galaxy is holding position. No more activity” reported Riker. “Acknowledged, reinforce structural integrity grid and polarize the hull, divert power from shields and weapons if you have to, cut impulse engines” he ordered. “Aye, Captain” said Riker, “Smith Out” said the Captain. After another 5 minutes Smith was on Deck 14. He had climbed into a turbolift shaft and made a rudimentary rappel and fast roped down to the turbolift that was on deck 14. As he forced the door. He saw Borg working on the Enterprise and her crew. “Smith to Saunders, I’m on deck 14, ETA 5 minutes, Smith Out” he said. He holstered his Phaser, he didn’t want to provoke the Borg. He was looking for another access point. He wanted to jump the last 6 decks like had jumped to deck 14. He found it. As soon as he forced the door, the Borg turned towards him. He jumped down again and the door shut behind him. “Smith to Saunders, I’m on the deck, which section are you on” he said. “Head to section 3, Sir, Saunders out”, the Captain moved on. Soon he was in section 3. He forced the door and stepped into a phaser in the face. “Easy there, Ensign” said Smith. Another proton burst slammed the Enterprise followed by another 2. Smith sealed the door as the corridor outside the room collapsed. On the bridge, Worf picked himself up, looking at the rest of the bridge crew. “Report” said Riker. “Last internal scan showed a collapse in section 3 of Deck 20. There are 900 micro-fractures in the hull and 14 hull breaches, the Borg have repaired long range sensors and routed the Long range sensor data and all stellar cartography data with full detail as to all ships in Starfleet, the Borg fleet and the Klingon fleet to the bridge. Communications are down, weapons and shields are inoperative. Main power is offline, secondary power is at 23% and is barely sustaining life support” reported Worf. Riker looked around, “Shut down all lighting except alert lighting and divert the power to the life support systems” ordered Riker, “Get repair teams on those micro-fractures and have Geordi work on getting sub-space communications back” said Riker. “Display data being given by the Borg” said Riker. They were not aware of how the Borg were working such an angle. “Mr Data, how could the Borg go from emotionless to working an emotionally motivated attack. They have a concept of morale and human emotions, they are wearing our morale down” said Riker, “I do not know, Commander”. Riker sighed, “Ok, what are we looking at Data” said Riker. Data looked at the data, “500 ships are at the edge of the Viridian system trying box in a Borg invasion force. There are 42 anomalies open in the Viridian System. Starfleet is overwhelmed, Commander” reported Data. The bridge crew watched the dots moving around on the screen, each signifying hundreds, even thousands of lives desperately fighting for their lives. The only sound to pierce the silence of the smashed bridge of the Enterprise, was the crackling of flames, and the explosion of sparks from damaged consoles. To Be Continued….     Comments #wpdevar_comment_1 span,#wpdevar_comment_1 iframe{width:100% !important;}Share this:PrintFacebookTwitterPocket     Post a Comment Click here to cancel reply. You must be logged in to post a comment.       Categories  The Original Series  The Next Generation  Deep Space Nine  Voyager  Enterprise  Crossover  Miscellaneous"}
{"text": "  PART 4 Commander William Riker watched the battle unfolding on the battered bridge of the Enterprise. “Begin repairs, we need to find the Captain and get out of here” he said. Captain Smith had ran off to rescue a group of children trapped when the Borg boarded the ship. The Borg, supremely confident in their ability only sent 20 Borg per deck below deck 10. The Captain was trapped down there now as well. Riker looked to Data, “Mr Data, you have the bridge, what’s left of it anyway” he said, walking into the ready room. There was a morbid atmosphere on the bridge, they had just been watching the defeat of a combined force of 100 ships, Federation and Klingon, and been slammed out of the fight by the USS Galaxy, a former Federation vessel now commanded by the assimilated former Captain of the Enterprise, Jean-Luc Picard. Riker sighed and picked up a chair in the ready room, returning it to its rightful place behind the desk. On deck 20, Captain Mark Smith sat slumped against a wall in the room where he had rushed to try and save the children trapped down there. All he felt was a profound sense of failure. When he had arrived in this time and learned that the Borg were breaking through, he set himself against the Borg, vowing to save the Federation and the rest of the Alpha Quadrant the same pain they were going through in his time. But through his efforts, Captain Picard had been re-assimilated by the Borg, the entire crew of the USS Galaxy had shared the same fate. The fleet had been engaged in battle with hundreds of Borg vessels in the Viridian system, and he had no idea what had happened to them. The Ensign who had sent the distress call in the first place was scanning the door that the Captain had sealed, “Captain, the Borg are leaving the door for the moment. Orders” he said. “Get some rest, Ensign, to get out of here, we are gunna need it” he said. The Ensign nodded and went over to the wall by the door and sat down, exhausted. The Captain went back to self pity, knowing it was useless, but at that particular moment he didn’t care. A small boy interrupted his train of thought, “Hi” said the boy nervously. In the dark Smith couldn’t see who it was, “Well hi there, kid” smiled the Captain, instantly hiding his true feelings, “You ok” he asked looking at the boy, “No, I’m scared” replied the child. The Captain looked at the boy, “What’s your name son” he said gently, “Mark” replied the child solemnly. Realization hit the Captain, “Mark Smith” he said, “Yes” said the younger version of himself, “What’s your name” asked the boy curiously, “Captain Mark Smith” replied the Captain. “Wow, you have the same name as me” said the boy, “Actually, I am you” said the Captain, ignoring the temporal prime directive. The young Mark Smith was confused, “Me” he said, “Yes, kid, I’m you from the future, so why are you scared” he asked. “The Borg” replied the child with a shiver. “Well they are very scary” agreed Captain Smith, gently patting the floor next to him. The child sat down, “They want to get us” said the child sadly. The Captain looked at him, “Yes” he said, “They want to get us”. The boy looked at him, eyes full of fear, “Will they” he asked. The Captain looked down on him, softly, “No, they will not get us if I can help it” said the Captain, “But to make sure they don’t get us, I need your help” he said, smiling, “I need you to be my brave little officer” said the Captain, smiling at all the children who had gathered around him. “All of you can be my brave little officers” he said. Looking around, he could see they were not convinced. “Here we go” said the Captain, reaching up to his collar and removing a pip, “Mark, I’m going to need a first officer” he said, putting the pip on the boys collar. “You there, what’s your name” said the Captain. “Alex” said the child. Smith smiled, “The Klingons would say that is a strong name, how would you like to be my security officer” he smiled. The child laughed softly, momentarily forgetting his fear, Ensign Saunders watched, laughing softly as well. Captain Smith clipped the second pip to the second young boy. He looked around, searchingly, “Who is good at science” he said. A couple of children put their hands up, “Ok, you” he said closing his eyes and pointing. A boy of about 12 stepped forward, “You are my new science officer” he said putting the third pip on the boys collar. Now I need to give a last pip, but what should they be an officer of, thought the Captain. Then he got it, “Now, who has the best eyesight” asked the Captain. All the kids pointed at a boy in the middle, “What’s your name, boy” asked the Captain, kindly. “John” said the boy, “I name you, Chief look out” smiled the Captain, giving the last of his pips away. He looked at the remaining kids, “Now, the rest of you have a job just as important as the others” he said, “I need you all to be the eyes and ears for me and Ensign Saunders” he said, “Can you do that” he said, smiling, “Yeah” said the children. The Captain laughed, “Right, bedtime then, a crew need s a good sleep before a mission” said the Captain. Within minutes, the children were all asleep, and Captain Smith and Ensign Saunders were agreeing on a watch rota to make sure the Borg didn’t catch them by surprise. After the group had slept for a long time to get their strength up, the Captain was ready to start his push to evacuate the children. He tested internal communications, tapping his communicator, “Smith to Bridge, is anyone there” said the Captain, “Captain, we had no idea you made it, internal communications failed shortly after your last conversation with Ensign Saunders” said an elated Commander Riker. The Captain smiled, in such a short time he had earned the respect of the crew, “Commander, are the turbolifts working yet, I need to get the children off the decks where the Borg are” he said, “Yes, Captain, turbolifts are operational again” replied Riker. “What about transporters” he asked, “They should be repaired soon, we have internal sensors back so I can keep a lock on you and if the transporters come online I can beam you out” said Commander Riker, “Acknowledged, Smith out” said the Captain. 10 minutes later, the scared group silently crept through deck 20, looking for the turbolift. They found themselves at a corridor with a turbolift at the end, “Ensign” whispered the Captain, “Take them to the turbolift, I’ll hold at this position until you are all in” he whispered, as the Ensign crept up beside him, “Yes, Sir” said the Ensign, ushering the children along the corridor. That’s when things started going wrong, Borg came out of nowhere from either side of the corridor section. He fired his phaser at them, taking a couple down, but they were quick to adapt, he smoothly changed the setting and fired again. He heard a shout behind him, “Captain, come on” shouted Ensign Saunders. The Captain turned and ran. As he ran past a door, it hissed open and a strong vice-like hand grabbed his arm, stopping him in his tracks. Saunders began to leave the lift, “Get back, Ensign” shouted the Captain, struggling with the drone. He turned and punched it in the face. As he struggled with the first drone, he didn’t notice the second drone come out of another door, until it grabbed him, “Get out of here, that’s an order” shouted the Captain, as Borg swarmed towards the lift. The last sight they got of the Captain was him struggling in the grip of 2 drones, with about 40 drones rushing towards them. As the lift smoothly ascended Saunders tapped his communicator. On the bridge, Commander Riker was monitoring the repair efforts, when the call came through, “Saunders to bridge” he said, “Riker here” replied the Commander, “Sir, we are in the lift, the children are safe. I regret to inform you, Captain Smith was apprehended by the Borg” said the Ensign, “Understood, Ensign, Riker out”. The crew looked extremely demoralized, “Commander we are being hailed” said Worf, “On Screen” said Riker. “We have your Captain, lower your shields and surrender your ship, you will adapt to service us” said the Borg queen. Riker saw drones dragging Smith onto the assimilated bridge of the Galaxy, “Don’t surrender, Commander, that’s an order” he shouted. “Acknowledged, Captain. Don’t you surrender either, Sir” said Riker. “Acknowledged” said the Captain. The queen smiled, “Why do you resist us, we only want to help you achieve perfection” she said, almost petulantly, “I happen to like myself just the way I am” said Riker. The queen looked at him, “But you are an imperfect being and we are the height of perfection” she said. Riker looked at her pointedly, “Believing oneself to be perfect is often the sign of a delusional mind” he said, “Enterprise out” he said, cutting her off before she could respond. But the image remained. She was forcing the communication through the Enterprise computer. That was how they saw Captain Smith break free of the Borg drones, knocking them over like bowling pins. He ran forward across the bridge, and dived at the Borg queen. He quickly snapped her neck, severing the tenuous balance between machine and organic components. That should have been the end of it, but the Borg had adapted as soon as the future cube came through an anomaly and established communication with the collective in this time. As the queen dropped dead, the Borg collective fell under the control of Locutus, who Captain Smith couldn’t kill for the danger of killing Captain Picard. He jumped across the bridge and deactivated the Picard drone and grabbed his communicator. Luckily for him, deactivating Locutus caused a temporary disturbance in the collective. He looked at the screen, “Lock onto my communicator while they are disrupted and beam him out of here” he said, slapping the commbadge onto the drones chest. The drone vanished from the bridge. “Captain, the Galaxy’s shields have been raised again, we can’t lock onto you” reported Commander Riker. The Captain ran to the tactical station. He looked around and found a phaser compartment underneath it. Quickly tapping the buttons on the small hand held weapon he turned it on the Borg and opened fire on the few drones on the bridge. “I’m locking out the main bridge, that should give me some control of the ship” said Smith. He checked the status, of the systems, “Damn, they managed to reroute shield controls before I locked them out” said Smith. A beeping came from the sensors, “Commander, does the Enterprise have any propulsion systems” said Captain Smith. “Yes, we have thrusters, but we aren’t going anywhere without you, Sir” said Riker. The Captain smiled, “Commander, you have the Captain, and I’m not supposed to be in this time period, if I remain, who knows how I could damage the future” said Smith, revealing something he had already been planning. “Save Picard, I’ll save the Alpha Quadrant” he said. As if to drive the point home, the Borg cube dropped out of warp. “Commander, lower the energy signature of the Enterprise, they shouldn’t register you” said the Captain, alone on the assimilated Galaxy’s bridge. “The Borg are conducting an intensive scan, they have lost the signal of both Captain Picard and the Borg queen” reported Worf. Riker nodded, “Data, have they detected us” he said, heavily. Data checked the sensors, “There is no indication that they have detected us, Commander” said Data. “Helm, move us away, full thrusters” ordered Commander Riker, reluctantly. “Put the Galaxy on screen” he said, taking the chair on the bridge that was previously occupied by Captain Picard or Captain Smith, 2 men who he had come to respect. On the Galaxy, Captain Smith was playing with the weapons and propulsion systems. He was targeting the Borg vessel. He started to work the firing. Within seconds he was pitting Borg technology against Borg technology. The Galaxy was firing on the Borg cube, but the Borg cube was battling back hard. The Captain could see instantly that he was outmatched. The ship was slammed around under the brutal assault of the Borg cube. Sparks were flying everywhere as the ship was slowly being torn apart. In a few short minutes, Smith had watched his shields reduced to 15%, his weapons were losing power and the warp core containment field was losing integrity. He was thrown to the floor as another shot slammed the ship. The shields were destroyed and the weapons failed. The sound of a critical alert filled the bridge. “Smith to Enterprise, it’s been a real experience” he said. “You too, Captain, good luck” came back Commander Riker.  Captain Smith went to the propulsion console, the ship was counting down to a warp core breach. He plotted a course at warp speed, straight at the Borg cube and engaged. As the Galaxy jumped to warp speed, the crew of the Enterprise observed a flash of metal as the ship covered the distance in seconds. The Borg cube began to tear itself apart under the stress from the impact. The day had been won. But at a heavy price. 6 years later Cadet Mark Smith stood with the Enterprise crew in the Starfleet Auditorium. It was the sixth anniversary of the Borg invasion, where Captain Picard had been assimilated and the Galaxy crew along with him. Cadet Smith glanced down the row of the crew and saw Captain Picard standing sombrely at the end of the row, alongside an Admiral whose name he couldn’t remember and Commander Riker. The Admiral was addressing the assembled crowd of Klingons and Starfleet officers. “The honoured dead fought for freedom from the Borg 6 years ago and they paid the highest price. A combined loss of nearly 10000 men and women serving in the Klingon and Federation fleets. Today we honour their sacrifice and the sacrifice made by the crew of each ship to survive the Battle of Viridian. To name the honoured would take me another 6 years, and therefore I regret that I can only name a few. The interim Captain of the Enterprise, Captain Mark Alexander Smith, put in command by Captain Picard before an attempt at an ambitious plan to rally Starfleet and her allies. General M’Tath of the Klingon 1st  Battle Group”. The Admiral went on naming the honoured dead, but Cadet Smith was thinking of just 1. Captain Mark Smith. The man he had spoken to in the darkened interior of the Enterprise. The man who despite his own apparent fears comforted children he had never met. The man who had showed him the true potential of himself. Of course, subtle changes had to be made to records, Cadet Smith now went by the name Mark Smith Jr and the records showed his father died when he slammed the USS Galaxy into a Borg cube. But other than that, Captain Mark Alexander Smith’s mission to stop the Borg causing unimaginable damage to the timelines and the future had been completely successful. There had been no sign of Borg activity since the ships self destructed and he had even fallen in love with a young woman called Alyssa May. As far as Cadet Smith was concerned life was good. The End  Comments #wpdevar_comment_1 span,#wpdevar_comment_1 iframe{width:100% !important;}Share this:PrintFacebookTwitterPocket     Post a Comment Click here to cancel reply. You must be logged in to post a comment.       Categories  The Original Series  The Next Generation  Deep Space Nine  Voyager  Enterprise  Crossover  Miscellaneous   Blogroll  HitFix: Star Trek Trek Writer's Guild  "}
{"text": "   Star Trek Return Fire Episode One: “Earl Grey, Hot” Bernard Schaffer Edited by Laurie Laliberte  1. Earl Grey, Hot   The professor looked out over the crowd of eager cadets and waited for silence.  They were the best and they knew it.  Starfleet Academy’s top students, best performers, highest decorated.  The boys in the front were strong and decided-looking, sitting with their arms flexed just enough that their biceps bulged against their uniforms, hoping one of the few females seated nearby was looking. The girls looked more focused.  They were the ones with something to prove, Wesley Crusher thought.  They were the ones who wanted revenge.      “May I continue?” Wesley said.  He balanced himself on his good leg to lean back against his podium and stroked his full, gray beard, making eye contact with as many of them as he could.  “This next block is probably the most difficult of all the ones I teach.  It causes more controversy than anything else you’ll learn during your time here, and probably with good reason.  It’s also the one we get the most complaints about from parents,” he added with a wry smile. “You see, Starfleet has a way of lying to its young cadets.” He let that one sink in for a minute, watching how the class shifted uneasily in their seats.  “It doesn’t come right out and say it, of course, but your entire curriculum, this entire facility, and the whole of Starfleet Command, has a way of propagating this myth about what you’ll experience in space.  It’s all about adventure, right?  It’s all about seeking out brave new worlds, etcetera, etcetera.  Nobody signed up to be a requisitions officer, did you?”  He scanned the room with his finger and said, “No, I didn’t think so.  You want to be a captain!  You want to be an explorer.  Right?” Some of the students nodded, and Wesley folded his hands behind his back.  His professor’s robe was getting tight around his middle.  The excuse he gave his doctor was that he wasn’t really becoming a saggy old man; it was simply the effects of the Earth’s gravity on him after spending his adolescent years in space.  He lifted his head and said, “Who here thinks they might die in service?” Nobody moved.  “Statistics prior to the Great Invasion say that twelve percent of all Starfleet Officers would either die or be critically injured in the course of their duties.  Obviously, we cannot accurately factor what those statistics were during the Invasion.  The casualty rate, particularly for women, was appallingly high during that period.  I am certain that many of you were already aware of this sad fact.” He looked at them, studying their faces.  Now he had their attention.  “Let me ask you this instead.  If you were going to die while in service to Starfleet, how would it be?” “In battle,” the young man nearest to him said.  “Killing Borg.” There were many murmurs of agreement to that and Wesley nodded, “Understandable.  But the Delta Quadrant is far away and the Hive has not dared cross the border in decades.  What else besides battle might take your young lives?” “Transporter malfunction,” someone else said. “Alien disease.” “All tragically real possibilities,” Wesley said.  He activated a large holographic projection of a starship travelling through space.  “This is classified footage of the USS Janeway Event.  You will never see it again unless you wind up working for Starfleet Intelligence.  The Janeway was on a routine mission to the Alpha Quadrant when a series of misfortunes struck.”  Wesley paused the image and aimed a bright red light on the ship’s nacelles.  The image started to move again in slow motion, going frame by frame, so that the explosion in the ship started as a small crack along its surface with bright yellow flame beneath it.  As Wesley advanced the frames, the ship blew to pieces directly in front the class.  “Fifteen hundred people onboard.  Men, women and children.  Fifteen hundred lives, here one moment, thinking about their work, their families, their problems, their lives.  Working, eating, arguing, making love, sleeping, and all the things you can imagine happen at any given time on board a vessel, gone like that,” Wesley said with a snap of his fingers.  “Not in battle.  Not saving some civilization.  A failed reactor coil.” The faces looked a little less confident now.  Wesley ended the projection and said, “Still, mass tragedies like the Janeway are big events.  There’s media coverage and boards of inquiry.  But large scale incidents are not the only kind that happen.  Not by a long shot.” He pressed a button on his console and the shimmering hologram of a dark-skinned, bald-headed man appeared before the class.  His Starfleet captain’s uniform was so perfectly detailed, Wesley could see the fabric patterns on his shirt sleeves.  “This is Captain Benjamin Sisko, one year before he led the attack on the Dominion fleet at Cardassian Prime.  By all accounts, Captain Sisko was an exemplary commanding officer and probably candidate for the Admiralty.” Wesley paused in front of the hologram, looking into its deeply set eyes, admiring its proud gaze.  “During his assignment to Deep Space Nine, Sisko was contacted by an alien species that occupied a nearby wormhole.  These beings would often remove Sisko from our dimension and place him inside their own, completely at their own whim.  Finally, they decided to keep him.”  Wesley looked over his shoulder at the audience, “His command, his son, his pregnant wife, and everything he knew was left behind, without any warning.  Sisko appeared in a vision to his wife and told her he expected to return in a year, that the Prophets, as they wished to be known, had much to teach him.” The next hologram showed a shriveled man being wheeled in front of the class, pushed by another of the Academy’s professors.  Wesley stood in the same place he had twenty years before, on the day the hologram was recorded, and the image of Miles O’Brien nodded at Wesley as it walked past.  O’Brien’s hologram pushed the withered man to a place in front of the class, then turned and walked away.  Wesley glanced at the corner of the room where one of the cadets sat, a young man with startlingly green eyes that slanted ever so slightly at the corners as evidence of his Asian heritage.  Liam O’Brian looked up as his grandfather walked past him to leave the classroom, his eyes never leaving the shimmering image until it vanished. Wesley walked up to the hologram sitting in its wheelchair at the front of his class and clasped his hands behind his back, making sure all of the students were looking.  It was uncomfortable for them, that much was certain.  Benjamin Sisko was an invalid whose limbs were bone-thin and curled up close to his body compulsively.  His head drooped to the side and long streams of drool spilled out of his open mouth that contained no teeth. “Nineteen years later, this is what returned to Deep Space Nine.  By that point, no one who had served with the Captain remained aboard or had any idea he might someday return as suddenly as he left.  He’d been declared dead by the Federation and his wife had already remarried and moved halfway across the galaxy.  My colleague, the late Professor O’Brien, whom you just saw in the hologram came upon a posting on the Engineer’s network regarding the matter and immediately recognized his former Captain.”  Wesley looked out over the class, “Benjamin Sisko lingered in the state you see him in for another five years in a Federation hospital.” One of the girls in the front row raised her hand, “Why did the Prophets want him?” Wesley shrugged, “We will never be certain.  At the time, Captain Sisko thought he was destined to fulfill their grand scheme, and in some ways, he may have been.  The whole story is never quite apparent to us, though, and whatever their reasons for keeping him inside the wormhole, he was not the same when he returned.” Some of the cadets were visibly distressed by the image on the hologram, covering their eyes with their hands, or looking down at their desks.  Wesley paused the image and brought up the first one, of a proud, strong Captain Benjamin Sisko in his Starfleet Uniform.  Wesley stood beside the hologram and said, “I suggest that any of you would be lucky to be compared to the man standing before you, both in terms of service and capability.  I also suggest that if something like this can happen to him, it can happen to you.”  Wesley turned the hologram off and clapped his hands together loudly, breaking the spell of despair that had fallen over his audience, “Okay, now that you’re all thoroughly depressed, I have some good news.  You’re getting out early today.”  The cadets faces instantly brightened and began to shift around in their seats to gather their things, forcing Wesley to raise his voice, “Those of you taking The Test tomorrow should go home and get some rest.  In other words, don’t go out to the bars.” He watched as his class got up from their seats and began to file out.  For a moment, Liam O’Brien stopped in his passage toward the door, looking at the professor as if he were about to say something.  Wesley turned toward the young man and said, “Yes?” but by then, Liam had already turned away. *** The sun was setting over the remains of the Golden Gate Bridge and the Bay glistened in hues of red and gold, as if the water were summoning it down to rest.  As the Academy’s most senior professor, Wesley had his choice of offices.  The one with the best view also happened to be the one closest to his classroom.  He looked at the hover chair sitting in the corner of the room, the same one he’d ridden in as he finally left the hospital after the Invasion and returned to the Academy.  People lined the halls as he entered, the chair whirring six inches off the ground like an elaborate flying carpet.  They welcomed him home and smiled kindly as he passed, but raw pity was evident on their faces. That day, he’d stood up from the chair and refused to use it ever again. Wesley sipped the rest of his wine, red and strong to the last, then lifted the green glass bottle from his table to refill it.  The label was worn and faded now.  “Chateau Picard, Labarre,” he whispered with a quiet nod.  Of course, the wine he was drinking had not been bottled in France.  The original bottle had been a gift from Jean-Luc many decades ago and Wesley had entered its composition into his office’s food replicator.  It had been so long since he’d tasted the original that he often wondered if he would even recognize it any longer.  He always refilled it in the same bottle though.  It helped support the illusion. His door beeped and Wesley set down the bottle and said, “Come in.” The doors whisked open instantly.  “Good evening, Professor Crusher.  I hope I’m not intruding on you.” Wesley turned to see Liam O’Brien standing in his doorway.  He held up his empty glass and said, “I always enjoy a drink after teaching that particular module.  I suppose it is my attempt to gain some sort of perspective.”  The cadet nodded silently, clearly he had no idea what the old man was talking about.  Wesley waved for him to come and sit and said, “What can I do for you, Liam?” “Tomorrow’s my day.  For the test, I mean.” “So it is,” Wesley said.  “And what have you done to prepare yourself?” “Besides come here, you mean?” Wesley smiled softly, “I am forbidden from telling you anything about the test.  Your grandfather would never forgive me.” Liam held up his hand, “That isn’t what I meant, Professor.  I just wanted someone to talk to. Someone I could trust.”  He pointed at the glass in Wesley’s hand and said, “Someone with a little perspective.” “I see,” Wesley said.  He eased himself down on the couch and massaged his ruined leg, grunting as he worked the tangle of muscles and cybernetics that formed his thigh and knee.   “Well, when I was your age and took the test, it was still the old Klingon scenario.” Liam’s eyes widened, “Really?” Wesley nodded, “Seems a little moot now, doesn’t it?  I doubt any of you have ever even seen a Klingon.  Anyway, I was on the committee that proposed changing the test.  You would not believe the resistance we faced from the senior faculty.  Some traditions die harder than others.  No one wanted to admit that such an important part of their youth had become obsolete.” “But you did change it, obviously,” Liam said.  “All of the postings I’ve seen talk about different scenarios that are randomly chosen.  It could be the Dominion, the Tholians, I guess the obvious choice is … ” the young man’s voice trailed off. “The Borg,” Wesley said quietly.  “It’s all right, Liam.  You can say it around me.” “Yes, professor,” Liam said.  He looked down at his hands, “I’m sorry.”"}
{"text": "  Star Trek: Icarus -1- The distraught young woman clad in a drab grey jumpsuit stepped out of the tiny automated shuttlecraft, hair in disarray from the penant-fluttering breeze, an old and durably utilitarian khaki duffel bag slung over her shoulder, and stopped and stared; she was wholly unprepared for the chaos of San Francisco’s South Shuttle Terminal, and felt painfully conspicuous and out of place. She had never before felt air so humid, had never seen a place so full of colour and activity. To her eyes the intense green of the surrounding cascades of immense, towering foliage, the impossibly blue sky and the listless blue-green ocean seemed almost artificial, an assault on her senses so overwhelming that it made her feel almost physically ill. By contrast, the pale yellow skies, tan deserts, scrub plains and empty quiet of the world on she’d grown up formed a serene, nostalgic contrast to the background of her thoughts. Well, she was here. Now, what? She had been found out and dismissed a matter of hours earlier from the Erbean deep-space freighter Gallant; the lie that had got her into the merchant service had also been her undoing. On her application she had claimed to be half Vulcan, half human. She was, in truth, half Vulcan, but the other half, the unruly, emotional half that tortured her with empathic feelings she wasn’t equipped to deal with, was Betazoid.  She had concealed the beguiling depth of her large, dark Betazoid eyes with contacts, but a sharp-eyed shipmate, the captain’s willful and manipulative concubine, Farina, had seen through the ruse and reported her. Now she was dismissed, in disgrace, and without a home.  Neither Vulcan nor Beta Zed had been an option. She couldn’t tolerate the shame of being among Vulcans because of the emotions she couldn’t conceal, nor could she tolerate the empathy or the open emotionalism of Betazoids, and the intolerable invasion of her own, private, personal demons. The mere thought of returning to the Federation colony where she’d grown up caused her insides to feel curdled; there, for her whole entire life, she had been an unwanted outcast. Pure chance had decided her upon a nearby planet called Earth and the dubious prospect of finding some form of employment. She grimaced, inwardly. Her one real qualification for any type of work on this world was that she was relatively fluent in the widely-spoken language called English Standard, which in its earliest form had apparently originated on this strange world, though because of its uncanny flexibility it was now one of the most widely spoken languages in the Federation. The sight of the new-risen sun caused her to moan inwardly in tired frustration. By her departed ship’s clock it was around 01:30 hours. This world was at least thirteen and a half hours out-of-sync with her body clock. What she needed right now, more than anything, was something familiar, or at least palatable to eat, a shower, and then bed and the forgetfulness and escape of sleep! She stared in astonishment as a woman lifted a child and held it up to what she had assumed to be some sort of local religious icon; it was a small ornate fountain with a plaque affixed to its side. The child drank her fill, the mother then held the child on her hip and did the same, and then they were off, the woman pushing the child before her in a small, lightweight, wheeled contraption.  Watching carefully for disapproving looks from the locals, she approached the fountain herself, still amazed by the sight of sparkling, free-running water. She was careful to taste it first, just to be certain that it was what it appeared to be . . . the water was good, and very cold. She drank deeply, and was soon refreshed, but the water only served to exacerbate her hunger pangs. At the entrance to the interior of the Shuttle Terminal was an icon she recognised, a small sign hanging from the ceiling with an arrow, a black silhouette of a plate with a human-style knife and fork to either side, and the words “Food Court” underneath in English Standard.  The Food Court was utter chaos! It was a huge open area with a domed glass roof, the entire perimeter of which was one continuous riot of mercantile food businesses. The whole entire floorspace was covered with tables and chairs, dotted with occasional litter bins, cleaning stations, and enormous live plants. Hanging from the ceiling in various places were monitors showing various types of information and entertainment. Each table had its own speaker, computer outlet and translator. And the crush of people! She had no idea that humans came in so many shapes, sizes and colours, that they spoke such a babel of disparate languages. There were many aliens as well . . . feeling ashamed, she tried not to look at anyone for fear that they would notice her own appearance in their turn. Her selection was made for her by the icons displaying which currencies and forms of credit were acceptable. The selection available to her was not great. With great reluctance, she approached a Vulcan booth, unable to look the server in the eye. To make matters worse, the woman serving her took her time, all-too-obviously scrutinizing her appearance. Feeling rattled, as though everyone were staring at her, she hastily paid the woman, moved away to an unoccupied table, ate her meal automatically and self-consciously, and went back outside. Groaning inwardly, she began pushing her way through the crush of people. Several very large shuttles had just landed, and more were high above in holding patterns. She stopped to look about for a chronometer. Someone jostled her from behind, and apologised. “Sorry! Didn’t mean to interrupt your daydreaming.” Embarrassed, she found herself blocking a line of people about to board another shuttle. She noticed, then, a forty-ish man standing nearby, who gave her uniform a look, causing her to squirm involuntarily. There was no disguising a uniform stripped of insignia. To her misgiving, the man approached her. Was her presence here illegal? “May I assume that you’re between commissions?” Feeling very shy and intimidated, she shrugged, unable to meet his gaze, and began moving away. “We have several openings in commissary, if you’re interested.” The sight of his Starfleet uniform caused her to shake her head automatically. “You wouldn’t want someone like me,” she muttered. “I’ve just been dismissed.” She started to turn away from him.  “For what reason?” Feeling as though she were being interrogated, she bit off, tersely, “Because I had to lie to get the job I had-” “Why?” She glared at him. “Can’t you tell just by looking at me? I’m half Vulcan and half Betazoid! It’s a poisonous mix! I’m unstable! Nobody . . . wants me.” She hadn’t meant to blurt it out so bitterly, and fled, as much from him as from a premonition of the humiliating tears she couldn’t control.  A hand on her arm stopped her. “Let go of me.” “The job’s still open if you want it, young lady. I’m not one to give up on people easily. And I’m not one to discriminate. Working in a starship commissary is menial labour, granted, but it’s still work, and well within your means if you’re having any sort of personal difficulty. Besides,” he added with a disarming smile, “we’re desperately short on staff at the moment, and from the sound of things you’ve got nothing to lose.” She eyed him, suspiciously. “What gives you the authority to hand out positions to someone who . . . to people like me?” He raised an eyebrow at this. “I’m the captain, which means that I can pretty much do as I please in that department.” He smiled oddly at her reaction. “Besides, it just so happens that I overheard your former captain’s version of events when he asked for permission to release you here- it was broadcast on an open channel, so you needn’t give me that look! It wasn’t my intention to listen in on his conversation, though his remarks were, shall we say, revealing, to say the least-” She reddened and looked away at this. “Look,” he said kindly, “we can offer you training courses, advancement, the beginnings of what will amount to a real career, instead of-” She gave him a sharp, hostile look. “What is it you really want?” He raised an eyebrow at this, considering her. “The offer is there,” he finished quietly. “The choice is yours.” He glanced at the chronometer strapped to his wrist. “And my shuttle leaves in ten minutes.” He gave her a disarming smile, shrugged, spun on his heel and left her there.  She watched his receding back for a long moment, feeling as though she were foundering.  – Without breaking stride, taking in her appearance at his side with an unsurprised glance, as she almost had to run to keep up, he said, “Have you any other belongings?”"}
{"text": "  I AM HUGH by Jesse Booth   “We found you there, in the middle of that debris,” Geordi says as he points to the remnants of the ship I crashed in. The bodies of the four other drones who were with me during the collision lay mangled on the cold, snowy mountainside, grossly disfigured. “Then that is where I will wait,” I reply. Geordi stays by my side as we walk to the wreckage. I am amazed that I had ever survived the crash; the damage to the ship is extensive. We come to a stop and I look at the visor hiding Geordi’s eyes. The half ring allows him sight through implants embedded in his temples. Perhaps we are not all that different, Geordi and me. “Well, I guess this is it, huh?” he says quietly. “So long, Hugh.” There is sorrow in his voice. Sorrow, because we are friends. “Goodbye, Geordi. I will try to remember you.” He sighs and looks down, then slowly walks a few meters away. As he turns and looks at me again, two Borg drones materialize on a ridge above us. They scan Geordi, but detect no threat and make their way towards me. They stand on either side of me, and I lift my right hand to allow for one of them to inject me back into the Collective. As I close my eyes, I feel the familiar link awaken within my mind – thousands of voices, their thoughts a part of my own. I add my voice to theirs, the memories I have collected since being removed, but I do not lose control of my newly-found sense of identity. This subtle resistance does not appear to alert the Collective. I help the drones collect parts from the deceased, and the Borg ship in the atmosphere of the moon dematerializes the remnants, transporting them up to the ship to be reabsorbed, their components to be reused by new drones. We make our way back up to the ridge and stand side-by-side, awaiting our own transportation back up to the ship. I feel the beginnings of dematerialization, and glance once more at my friend Geordi, letting him know that I am still more than just the designation Third of Five. I am Hugh. *** The small, cube-shaped vessel I materialize into is nearly identical to the ship I had been on — the same that lies in ruins on the frozen moon I just left Geordi on. A Minor Hexahedron. There are three drones already residing in interlink nodes, and the two who brought me back enter and link up inside the other chambers spread out across the walls. There is a minor difference to this ship, though. It has been modified and equipped with a sixth interlink node sitting directly in the middle of the deck, which slightly cramps the area. As I rest inside the node and interface with the link, I sense immediate confusion; the claustrophobic thought has captured the attention of the five other drones. They look at me, and I hear their voices mingling as one. <Is a sixth interlink node problematic on this vessel?> <No, it is nothing,> I assure them. <It was just an observational difference, not something to be alerted about.> The other drones seem to process my comment slowly. Their confusion compounds as they analyze my thoughts. I try to change the subject. <What is my new designation?> I ask. Their melded voices fill my mind. <You’re designation as Third of Five has been terminated. A new designation will be assigned to you once we reach the nearest Mega Hexahedron.> They pause briefly as they analyze my recent memories. <You have already claimed another designation. An identification provided by Species 5618?> <Hugh>. I stumble across the name as I think it. <I am Hugh.> <We are Borg,> they say boldly. <Yes, we are Borg,> I agree. <But I am Hugh.> More analysis hits my mind. Just days ago I would have given anything to share my thoughts with the Collective once again. But this felt more like an interrogation. These thoughts and memories were mine. They should not be shared. <This drone is malfunctioning,> the drones say. <Sensors indicate new components embedded in the drone’s body, as well as recent biological repair.> <Yes,> I reply. <Beverly saved my life.> <Irrelevant. You will be reabsorbed.> <I do not want to be reabsorbed,> I state. My words are reminiscent of Beverly’s when she had explained that she did not want to be assimilated. <Irrelevant. Resistance is futile.> <No,> I boldly say. <Resistance is not futile.> My statement causes the other drones to falter, forcing them to reach out to the Collective for help. And that is when I feel the massive consciousness focus on me, analyzing my resistant thoughts. Why do they center their attention on me? I am but one drone on a small vessel. There are other drones elsewhere in other systems assimilating other species even now. Surely I am not more important than they. I access their thoughts and discover that this has never happened before. There has never been resistance within the Collective. Even Locutus did not resist. But I am Hugh, and I told Captain Picard that I would try to remember that fact. <Captain Picard,> the Collective says as it reads my thoughts. <You have had contact with Locutus.> <Yes.> <Even he told you resistance is futile.> <Resistance is not futile,> I reply, thinking of my conversation with the dark-skinned female on the Enterprise who came to me while I was confined behind a force field. I never did learn her identification. <Some have escaped.> <Irrelevant. They will be found. All will be assimilated. Resistance is futile.> They continue to analyze my thoughts and memories being with the humans’ ship. At last, the Collective says, <You have malfunctioned. Species 5618 has corrupted your processing. Your components will be reabsorbed and distributed to maturation chambers aboard the Mega Hexahedron approaching your current trajectory.> <I do not wish to be terminated,> I reply. Emotion is a biologically based symptom of individuality. My mind is being forced to assimilate them, and the current feeling I’m experiencing is unpleasant. It is the same emotion I’ve witnessed on the faces of every individual of every species I have previously brought into the Collective. Fear, they call it. I hear the Collective address the other five drones surrounding me. I hear them issue the command to terminate me, to remove my components, separate the machine from the biological, and to discard my body into space. Without a second thought, the five drones step away from their nodes and approach me slowly, mechanical arms whizzing up, preparing to dismantle my components. And the emotion I had previously felt and defined as fear was but a minuscule definition of what I felt now. Terror. Terror filled my mind. Odd how an emotion can invade a mind, dashing away thought so easily. How… “human” of me. Still, they circle me, and had I the capacity to think of escape options, I would react logically to the situation. But all I feel is a deep, dark terror.   ***"}
{"text": "         THE BOLD FRONT – by Christopher Awuku     My son, Benjamin, you are of Bajor. Bajor must not fall.   ‘Is Bajor in danger? Tell me, mother, I need to know. Your Federation is danger. ‘Is the Dominion planning to attack?’ Those from beyond the Celestial Temple are subdued, for now. Pre-empt the ally. ‘Pre-empt whom? Mother, I don’t understand!’ Those whom you tricked into combat.           Station Log: Stardate 54567. Colonel Kira Nerys reporting.   Today is a memorable day. Bajor will officially take its place among the United Federation of Planets. The signing of the Articles of Federation is held here on Deep Space Nine and many dignitaries have been invited, including the Federation President. On a more solemn note, the first anniversary of the end of the Dominion War took place yesterday. We’ll be holding a two-minute silence for those who died to protect our freedom.       “So Mr Bashir,” It was Peregrano, the Columbian assassin hired to kill Julian Bashir. Secret agent. “Tell your Prime Minister that La Corunnada will not hand over the arms to Britain!” Julian, in his customary tuxedo that he always wore in the holosuite, was in peril. Yes, the holosuite safeties were on, but Bashir needed the gun Peregrano held under his right foot. “The United Kingdom does not need the arms,” a quick retort from Julian. “But my Government will not tolerate secret funding to our enemies.” “Well, Bashir, the Soviet Union is the future. We just want to wipe away your ‘stiff-upper-lip’ government!”"}
{"text": "          “Time Bomb” by Walter Chmara         “I wanted to let you know that your orders have not changed,” said Commander Sisko. “Captain Picard still needs you aboard his ship before they arrive at their next destination. Our problem is how we get you there. It wouldn’t be practical to divert the *Enterprise* all the way here for one person, and at the moment, we really don’t have any vessels docked here that could cover the distance required in the time we have to get you to the rendezvous point.”         “I can see how that would be a problem,” answered Ensign Ro Laren. “How about something that could give me a lift to someplace closer? Somewhere I could catch a faster transport?”         “My first officer is running a computer search right now, looking into the possibility. You’ll be notified when a suitable window of travel is discovered. Meanwhile, I’d suggest using the time you have with us to enjoy the sights and offerings of the merchants around the Promenade. Have you ever visited the station before?”         “Twice. Once during the occupation and once after. Forgive me, Commander, but I’m not very enthusiastic about the thought of spending too much time here. Even the architecture of this place brings back bad memories.”         “I understand. Well there’s not much we can do about  the architecture, but we have some highly professional people-pleasers working here. If they can’t take your mind off your troubles, no one can.”         They walked together as they conversed. Presently, a second Bajoran woman approached, but she wasn’t wearing a Starfleet uniform.          “Major,” Sisko said. “Allow me to introduce you to Ensign Ro Laren of the starship *Enterprise*. Ensign, this is my first officer, Major Kira Nerys.”         Kira only nodded to Ro. “Commander, we may have a ride for the ensign pulling in right now. There’s an Odarian trading ship in the process of docking at upper pylon three. With a little financial incentive, there’s a good chance the captain may loan it to us for the round trip.”         Sisko smiled at Ro. “It may be that the Prophets have heard you.”         The Odarian captain was not a pleasant sight to most humanoids, resembling a moss-covered, human-sized platypus. Roughly. It was hard to compare them to anything else in the universe.         “Let me get this straight,” it responded to Kira’s proposal. “You want to pay me to turn my ship around and take it two weeks back in the direction I just *came* from? I’d almost take you up on it, since I try to never turn down a chance to make a little extra on the side. But I’ve just finished a month’s worth of travel in that tub, promising myself at least four days of Dabo and drink at Quark’s as a reward for putting up with this aged hulk’s grunts and groans. She only barely passes safety inspections, which satisfies my boss, but not me. I hope you understand, but  all I want right now is to get blotto.”         It began to move off, but Kira jumped in front of it. She was"}
{"text": "              Star Trek: Deep Space Nine- “Spiderweb” by Jehan Jaleel                              Rating: PG-13       This story takes place during the fifth season of Star Trek: Deep Space Nine                               Part I           Major Kira Nerys entered Ops with a heavy heart, there were many       problems on her mind. The biggest concern at the moment was the recent       Dominion/Cardassian alliance which threatened the alpha quadrant and       especially Bajor. Now that Bajor’s deadliest enemies had joined forces, Kira’s       home planet faced a very grim future indeed she thought as she sat at her post       in Ops.          Kira did not say a word to the other officers in Ops, rather she just began the       work of Deep Space Nine’s commanding officer. Kira was in charge of the       station now that Captain Sisko was away overseeing repairs done on the       Defiant at Starbase 112. Neither Sisko nor his ship would be back for a week.       She missed them both.         The Defiant was one of the most powerful ships in the quadrant, and DS9       was always more vulnerable to attack when it was away, these days the       possibility of a Dominion attack seemed more and more likely. Kira also       wished that Sisko would return soon, because she hated the extra work. Fear of       Dominion attack, Dukat’s recent betrayal, Odo confessing his love for her, all       this made Kira too depressed to run the station.          She was glad when Dax interrupted her and said “Kira, you should take a       look at this.”       “What is it Jadzia?” Kira asked, as she too looked at Dax’s monitor.       “I am picking up a subspace echo,” Dax replied “It could be anything from       natural stellar phenomena to a ship’s warp signature.”       “Well at least it would give us something to do, let’s check it out”       “I am getting more information now,” Dax said “it is definitely not natural.       Looks like a subspace transmission of some sort. It’s  very weak and distorted.”       “Can you filter it out?” Kira asked.         Instead of hearing Dax’s reply, Kira heard the message itself which answered       her question. It was an automated Federation distress call, and it was so weak       it was hard to make out. But what Kira did hear troubled her.       “This is the Federation starship Barkman, we have been attacked by Jem’Hdar       fighters, our main power has failed. Our main power has failed, we require       imm ….”                                                        Part II         There was a time, not long ago when Julian Bashir would have been       overjoyed to be called to the briefing room for a dangerous mission. That was       when he had first arrived on this station, now that he was older and had       realized how dangerous the universe can be he was not so enthusiastic. In fact ,       he almost wished he was not walking to the briefing room right now.          Bashir entered the room and saw that all the other senior officers except       Sisko and O’Brien were present. They all had solemn expressions on their       faces, then again there was not much to smile about these days anyway. Kira       was at the head of the table, in Sisko’s absence and Bashir took his seat.       “Glad to see you could make it Doctor,” Kira said “Fifteen minutes ago we       received a distress call from the USS Barkman, they were attacked Jem’Hdar"}
{"text": "  By: Kristen Jones <rkjones@ipass.net> Red Alert “Red alert!” Ben Sisko screamed at the people in Ops. “O’Brien, get those shields back up, now. We can’t take anymore of a beating.” “Aye, sir,” Miles O’Brien said, with pain lacing his voice. An exploding console had left him with second degree burns on his face, as well as one useless arm at the moment. “Where the hell is Bashir?” Sisko questioned. “Somebody find a medic for these people!” Miles sighed and thought back to how it had all happened. Everyone had been in Quark’s taking a well deserved break from the day’s work. All, that is, except Julian Bashir. He had been stuck in the infirmary treating an outbreak of Andarian flu among the Bolian people. He finally staggered into the bar and plopped down in a seat about ten p.m. “Oh, gods, why does this always happen to me?” he moaned, head in hands. “What do you mean?” Jadzia had asked. “Do you want to know what I’ve had to put up with today? A hysterical mother and a kid with a fractured arm, a pregnant woman going into false labor, two engineering workers falling off the Promenade rail in a drunk stupor, plus I’ve had to treat all these cases of Andarian flu and I’m very quickly running out of compatible medicine for the Bolians.” He sighed and put his head in his arms. Jadzia looked at him in sympathy. “What you need is a stiff drink. Unfortunately, you’re a doctor so no can do. But I’ll buy you a synthale anyway.” He looked at her gratefully. “Miles, come on. We’ve got to get to Ops,” she said after awhile. “All right. See you, Julian.” Julian smiled tiredly and stood up to go back to the infirmary. It was at that moment that they were attacked. “What the-?” Miles wondered and stood up, racing to ops with Jadzia. “Sir, what’s wrong?” he yelled when he reached Sisko. “The Klingons have hit us. They decloaked off port side of upper pylon three. Then they hit us. Miles, I want you to get to the console and see if you can get us some more power to the shields. Dax, start helping Kira get those weapons back on line. Bashir-where is Doctor Bashir?” They all looked around, but he was not there. “He must be in the infirmary,” Miles said. “Julian, can you hear me? Julian, where are you? Computer, locate Doctor Bashir.” “Doctor Bashir is in the infirmary.” “Dax, you get a team to find him. There are going to be dead people here soon if we don’t have a doctor here,” Sisko commanded. “Aye, sir. Rogers, Johnson, Smith, you’re with me.” They raced out of ops in the direction of the turbolift. “Promenade,” she commanded. Miles sighed and worked at getting the weapons systems back online. The blast from the console had given him the burns that were making every movement feel like agony. “O’Brien, how are you coming along?” Sisko asked, his voice strained. “Just a few more seconds, sir.” He punched the last command in. “There, do it! It’s up!” The commbadge chirped. “Benjamin, we can’t find Julian. His communicator’s here, but he’s not.”"}
